-- phpMyAdmin SQL Dump
-- version 2.10.2
-- http://www.phpmyadmin.net
-- 
-- 主機: localhost
-- 建立日期: Aug 19, 2011, 03:41 PM
-- 伺服器版本: 5.5.8
-- PHP 版本: 5.3.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- 資料庫: `itablet`
-- 

-- --------------------------------------------------------

-- 
-- 資料表格式： `acl`
-- 

CREATE TABLE `acl` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `role_id` int(11) NOT NULL DEFAULT '0',
  `resource` varchar(25) NOT NULL,
  `privilege` varchar(50) NOT NULL,
  `police` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `role_id` (`role_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `acl`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `addbooks`
-- 

CREATE TABLE `addbooks` (
  `id` int(11) NOT NULL,
  `mobie` varchar(25) NOT NULL,
  `telephone` varchar(25) NOT NULL,
  `user_id` int(11) NOT NULL,
  `name` varchar(25) NOT NULL,
  `province` varchar(25) DEFAULT NULL,
  `city` varchar(25) DEFAULT NULL,
  `area` varchar(30) DEFAULT NULL,
  `address` varchar(150) NOT NULL,
  `zip` varchar(25) NOT NULL,
  `email` varchar(100) NOT NULL,
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `addbooks`
-- 

INSERT INTO `addbooks` (`id`, `mobie`, `telephone`, `user_id`, `name`, `province`, `city`, `area`, `address`, `zip`, `email`, `is_default`) VALUES 
(1, '13920239840', '', 1, '田小崩', '1', '19', NULL, '海淀区', '100050', 'purpen.w@gmail.com', 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `advertise`
-- 

CREATE TABLE `advertise` (
  `id` int(4) NOT NULL,
  `title` varchar(100) NOT NULL,
  `number` varchar(30) NOT NULL,
  `alias` varchar(100) DEFAULT NULL,
  `link` varchar(220) NOT NULL,
  `body` text NOT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '0',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_on` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `number` (`number`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `advertise`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `areas`
-- 

CREATE TABLE `areas` (
  `id` int(4) NOT NULL,
  `parent_id` int(4) NOT NULL DEFAULT '0',
  `name` varchar(25) NOT NULL,
  `type` varchar(2) NOT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`,`state`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `areas`
-- 

INSERT INTO `areas` (`id`, `parent_id`, `name`, `type`, `state`) VALUES 
(1, 0, '北京', 'p', 1),
(2, 0, '上海', 'p', 1),
(3, 1, '东城区', 'c', 1),
(4, 1, '海淀区', 'c', 1),
(5, 2, '黄浦区', 'c', 1),
(6, 1, '朝阳区', 'c', 1),
(7, 1, '西城区', 'c', 1),
(8, 1, '崇文区', 'c', 1),
(9, 1, '宣武区', 'c', 1),
(10, 1, '丰台区', 'c', 1),
(11, 1, '石景山区', 'c', 1),
(12, 1, '门头沟', 'c', 1),
(13, 1, '房山区', 'c', 1),
(14, 1, '通州区', 'c', 1),
(15, 1, '大兴区', 'c', 1),
(16, 1, '顺义区', 'c', 1),
(17, 1, '怀柔区', 'c', 1),
(18, 1, '密云区', 'c', 1),
(19, 1, '昌平区', 'c', 1),
(20, 1, '平谷区', 'c', 1),
(21, 2, '卢湾区', 'c', 1),
(22, 2, '徐汇区', 'c', 1),
(23, 2, '长宁区', 'c', 1),
(24, 2, '静安区', 'c', 1),
(25, 2, '闸北区', 'c', 1),
(26, 2, '虹口区', 'c', 1),
(27, 2, '杨浦区', 'c', 1),
(28, 2, '宝山区', 'c', 1),
(29, 2, '闵行区', 'c', 1),
(30, 2, '嘉定区', 'c', 1),
(31, 2, '浦东新区', 'c', 1),
(32, 2, '青浦区', 'c', 1),
(33, 2, '松江区', 'c', 1),
(34, 2, '金山区', 'c', 1),
(35, 2, '南汇区', 'c', 1),
(36, 2, '奉贤区', 'c', 1),
(37, 2, '普陀区', 'c', 1),
(38, 2, '崇明县', 'c', 1),
(40, 0, '天津市', 'p', 1),
(41, 40, '和平区', 'c', 1),
(42, 0, '重庆市', 'p', 1),
(43, 42, '万州区', 'c', 1),
(44, 0, '广东', 'p', 1),
(45, 44, '广州', 'c', 1),
(46, 44, '韶关', 'c', 1),
(47, 44, '深圳', 'c', 1),
(48, 44, '珠海', 'c', 1),
(49, 44, '汕头', 'c', 1),
(50, 44, '佛山', 'c', 1),
(51, 44, '江门', 'c', 1),
(52, 44, '湛江', 'c', 1),
(53, 44, '茂名', 'c', 1),
(54, 44, '肇庆', 'c', 1),
(55, 44, '惠州', 'c', 1),
(56, 44, '梅州', 'c', 1),
(57, 44, '汕尾', 'c', 1),
(58, 44, '河源', 'c', 1),
(59, 44, '阳江', 'c', 1),
(60, 44, '清远', 'c', 1),
(61, 44, '东莞', 'c', 1),
(62, 44, '中山', 'c', 1),
(63, 44, '潮州', 'c', 1),
(64, 44, '揭阳', 'c', 1),
(65, 44, '云浮', 'c', 1),
(66, 0, '浙江', 'p', 1),
(67, 66, '杭州', 'c', 1),
(68, 66, '宁波', 'c', 1),
(69, 66, '温州', 'c', 1),
(70, 66, '嘉兴', 'c', 1),
(71, 66, '湖州', 'c', 1),
(72, 66, '绍兴', 'c', 1),
(73, 66, '金华', 'c', 1),
(74, 66, '衢州', 'c', 1),
(75, 66, '舟山', 'c', 1),
(76, 66, '台州', 'c', 1),
(77, 66, '丽水', 'c', 1),
(78, 0, '河北', 'p', 1),
(79, 78, '石家庄', 'c', 1),
(80, 0, '山西', 'p', 1),
(81, 80, '太原', 'c', 1),
(82, 0, '辽宁', 'p', 1),
(83, 82, '沈阳', 'c', 1),
(84, 0, '吉林', 'p', 1),
(85, 84, '长春', 'c', 1),
(86, 0, '黑龙江', 'p', 1),
(87, 86, '哈尔滨', 'c', 1),
(88, 0, '江苏', 'p', 1),
(89, 88, '南京', 'c', 1),
(90, 0, '安徽', 'p', 1),
(91, 90, '合肥', 'c', 1),
(92, 0, '福建', 'p', 1),
(93, 92, '福州', 'c', 1),
(94, 0, '江西', 'p', 1),
(95, 94, '南昌', 'c', 1),
(96, 0, '山东', 'p', 1),
(97, 96, '济南', 'c', 1),
(98, 0, '河南', 'p', 1),
(99, 98, '郑州', 'c', 1),
(100, 0, '湖北', 'p', 1),
(101, 100, '武汉', 'c', 1),
(102, 0, '湖南', 'p', 1),
(103, 102, '长沙', 'c', 1),
(104, 0, '四川', 'p', 1),
(105, 104, '成都', 'c', 1),
(106, 0, '贵州', 'p', 1),
(107, 106, '贵阳', 'c', 1),
(108, 0, '云南', 'p', 1),
(109, 108, '昆明', 'c', 1),
(110, 0, '西藏', 'p', 1),
(111, 110, '拉萨', 'c', 1),
(112, 0, '陕西', 'p', 1),
(113, 112, '西安', 'c', 1),
(114, 0, '甘肃', 'p', 1),
(115, 114, '兰州', 'c', 1),
(116, 0, '青海', 'p', 1),
(117, 116, '西宁', 'c', 1),
(118, 0, '宁夏', 'p', 1),
(119, 118, '银川', 'c', 1),
(120, 0, '新疆', 'p', 1),
(121, 120, '乌鲁木齐', 'c', 1),
(122, 0, '广西', 'p', 1),
(123, 122, '南宁', 'c', 1),
(124, 0, '海南', 'p', 1),
(125, 124, '海口', 'c', 1),
(126, 0, '香港', 'p', 1),
(127, 126, '香港', 'c', 1),
(128, 0, '澳门', 'p', 1),
(129, 128, '澳门', 'c', 1),
(130, 0, '台湾', 'p', 1),
(131, 130, '台北', 'c', 1),
(132, 0, '内蒙古', 'p', 1),
(133, 88, '南通', 'c', 1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `asset`
-- 

CREATE TABLE `asset` (
  `id` int(11) unsigned NOT NULL,
  `path` varchar(200) NOT NULL COMMENT '附件路径',
  `file_name` varchar(200) NOT NULL COMMENT '附件名称',
  `parent_id` varchar(25) NOT NULL DEFAULT '0' COMMENT '所属ID',
  `bytes` float NOT NULL DEFAULT '0' COMMENT '字节大小',
  `mime` varchar(100) NOT NULL COMMENT '文件类型',
  `parent_type` tinyint(1) NOT NULL COMMENT '所属父类类型',
  `width` int(11) NOT NULL DEFAULT '0' COMMENT '图片的宽度',
  `height` int(11) NOT NULL DEFAULT '0' COMMENT '图片的高度',
  `domain` varchar(20) DEFAULT NULL,
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`,`parent_type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='附件表';

-- 
-- 列出以下資料庫的數據： `asset`
-- 

INSERT INTO `asset` (`id`, `path`, `file_name`, `parent_id`, `bytes`, `mime`, `parent_type`, `width`, `height`, `domain`, `created_on`) VALUES 
(2, '110702/photo_999e29f1ddb4692de92bc9fe4a6e052e.jpg', 'stuff-220x210.jpg', '9158873522', 56498, 'image/jpeg', 4, 220, 210, 'product', '2011-07-02 15:04:20'),
(3, '110702/photo_2f1311fb44598fb6171e6dead306b9a0.jpg', '851604daff5545cbff0f8e516e1c6a19.jpg', '9159313953', 146325, 'image/jpeg', 4, 853, 1280, 'product', '2011-07-02 15:53:01'),
(4, '110702/photo_7c4319986245ae3ad74023ef0d299f28.jpg', 'chessel_blk_zm.jpg', '9159351149', 110720, 'image/jpeg', 4, 550, 550, 'product', '2011-07-02 15:58:48'),
(6, '110702/photo_f9faca5f3974951729f87fc20fdc49dc.jpg', 'garagedoor02.jpg', '9159376116', 57716, 'image/jpeg', 4, 450, 309, 'product', '2011-07-02 16:36:16'),
(9, '110702/photo_f695ae47d5d3e2ffb8dca08408538da5.jpg', 'garagedoor03.jpg', '9159376116', 56990, 'image/jpeg', 5, 450, 309, 'product', '2011-07-02 16:36:16'),
(8, '110702/photo_e441b372bef6cb13962ec5ed10cc9d3b.jpg', 'garagedoor04.jpg', '9159376116', 62980, 'image/jpeg', 5, 450, 350, 'product', '2011-07-02 16:36:16'),
(7, '110702/photo_81c41cbfe4b0fd8eb348a7385898af89.jpg', 'garagedoor05.jpg', '9159376116', 66903, 'image/jpeg', 5, 450, 350, 'product', '2011-07-02 16:36:16'),
(10, '110702/photo_83a1c892796c39c58bd370dca2d4e2b6.jpg', 'garagedoor01.jpg', '9159376116', 43717, 'image/jpeg', 5, 450, 224, 'product', '2011-07-02 16:36:16');

-- --------------------------------------------------------

-- 
-- 資料表格式： `category`
-- 

CREATE TABLE `category` (
  `id` int(4) NOT NULL,
  `name` varchar(25) NOT NULL,
  `code` varchar(9) DEFAULT NULL,
  `slug` varchar(200) NOT NULL,
  `description` text,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `stick` tinyint(1) NOT NULL DEFAULT '0',
  `total` bigint(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `slug` (`slug`),
  UNIQUE KEY `code` (`code`),
  KEY `name` (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `category`
-- 

INSERT INTO `category` (`id`, `name`, `code`, `slug`, `description`, `state`, `stick`, `total`) VALUES 
(1, '数位板', 'A', 'tablet', '数位板', 1, 0, 0),
(2, '工作站', 'B', 'worksite', '', 1, 1, 0),
(3, 'Bamboo系列', 'AEFP', 'bamboo', '', 1, 1, 4),
(4, '影拓4代系列', 'AVYZ', 'itunes', '', 1, 1, 0),
(5, 'HP台式工作站', 'BBEK', 'HP', '', 1, 1, 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `comment`
-- 

CREATE TABLE `comment` (
  `id` bigint(11) NOT NULL,
  `target_id` bigint(11) NOT NULL,
  `user_id` bigint(11) NOT NULL DEFAULT '0',
  `username` varchar(100) DEFAULT NULL,
  `title` varchar(100) DEFAULT NULL,
  `content` text NOT NULL,
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `ip` varchar(15) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `target_id` (`target_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `comment`
-- 

INSERT INTO `comment` (`id`, `target_id`, `user_id`, `username`, `title`, `content`, `type`, `created_on`, `state`, `ip`) VALUES 
(56, 9171440039, 0, 'guest', '是啊', '微笑可以传染', 1, '2011-02-12 12:35:18', 1, NULL),
(55, 9171025238, 0, 'guest', '关于定制', '目前只有这一个图案，如果您需要定制，请您联系我们并提交您需要的图案。我们会与设计师联系并咨询定制价格', 1, '2011-02-12 12:34:35', 1, NULL),
(54, 9120762991, 0, 'guest', '呵呵', '是我们内部的工作人员', 1, '2011-02-11 16:31:10', 1, NULL),
(53, 9120762991, 0, 'guest', '是我们内部的工作人员', '具体姓名保密', 1, '2011-02-11 16:30:56', 1, NULL),
(52, 9120762991, 0, 'guest', '这模特是谁？', '这模特是谁？', 1, '2011-01-17 13:44:49', 1, NULL),
(51, 9171025238, 0, 'guest', '提问', '图案可以定制么？定制的话大概需要等多久啊？', 1, '2011-01-10 11:34:07', 1, NULL),
(50, 9171440039, 0, 'guest', '这个东西很可爱', '这个贴在冰箱上，每天看都心情都很好', 1, '2010-12-13 10:48:35', 1, NULL),
(49, 9180134736, 0, 'guest', '佛家的圣地？', '佛家的圣地？', 1, '2010-12-12 15:55:38', 1, NULL),
(48, 9170864354, 0, 'guest', '小孩的多彩玩具', '小孩的多彩玩具，现在的小孩很幸福啊～～～', 1, '2010-12-10 12:16:53', 1, NULL),
(47, 9171153178, 0, 'guest', '好可爱的包包', '好可爱的包包，很适合唯美女孩风格！', 1, '2010-12-08 01:38:54', 1, NULL),
(57, 9137446332, 0, 'guest', '宫画集', '有封面是晴川的吗', 1, '2011-03-06 22:51:36', 1, NULL),
(58, 9137446332, 0, 'guest', '多画几页吧！', '多画几页吧！ = =是哪家快递公司？', 1, '2011-03-06 22:55:44', 1, NULL),
(59, 9137446332, 0, 'guest', '颜色', '颜色是随机？还是自己挑选？', 1, '2011-03-06 23:07:58', 1, NULL),
(60, 9137446332, 0, 'guest', '', '默认的就是这款白色封面的是吗\r\n快递公司是哪家啊\r\n什么时候可以正推出呢', 1, '2011-03-06 23:24:56', 1, NULL),
(61, 9137446332, 0, 'guest', '', '我想定一套　可是什么时候会正式出版呢？', 1, '2011-03-07 08:11:59', 1, NULL),
(62, 9137446332, 0, 'guest', '', '没有网银怎么办？、', 1, '2011-03-07 12:28:52', 1, NULL),
(63, 9137446332, 0, 'guest', '什么时候发货啊', '什么时候发货啊？', 1, '2011-03-07 12:39:57', 1, NULL),
(64, 9137446332, 0, 'guest', '', '好想要啊..........可是没有网银啊，可以银行汇款么？？？', 1, '2011-03-07 13:27:39', 1, NULL),
(65, 9137446332, 0, 'guest', '给个确定的发货实际吧  还有用哪个快递的？', '给个确定的发货实际吧  还有用哪个快递的？', 1, '2011-03-07 18:02:54', 1, NULL),
(66, 9137446332, 0, 'guest', '给个确定的发货实际吧  还有用哪个快递的？', '给个确定的发货时间吧 还有用哪个快递的？', 1, '2011-03-07 18:03:10', 1, NULL),
(67, 9137446332, 0, 'guest', '', '客服在吗？我把邮箱写错了怎么改吖？改成511517', 1, '2011-03-07 21:50:51', 1, NULL),
(68, 9137446332, 0, 'guest', '', '客服在吗？看到回复下。', 1, '2011-03-08 11:01:51', 1, NULL),
(69, 9137446332, 0, 'guest', '', '那什么时候有货呢，会在发货前通知吗？', 1, '2011-03-08 12:52:43', 1, NULL),
(70, 9137446332, 0, 'guest', '', '密码忘了，那个忘记密码那个又打不开，真是太麻烦了。。。', 1, '2011-03-08 13:55:02', 1, NULL),
(71, 9137446332, 0, 'guest', '', '傻愣坐等人帮买。干着急。很想知道粉色和白色是默认随机还是自选。', 1, '2011-03-08 22:44:35', 1, NULL),
(72, 9137446332, 0, 'guest', '', '盯好久了，天天看微博……不可以货到付款的么……', 1, '2011-03-12 09:54:35', 1, NULL),
(73, 9109551922, 0, 'guest', '', '这个抱枕是开始预购么，那要什么时候发货呢', 1, '2011-03-16 12:57:25', 1, NULL),
(74, 9109551922, 0, 'guest', '你好，3月底4月初发货', '现在开始预购了', 1, '2011-03-16 15:00:46', 1, NULL),
(75, 9109551922, 0, 'guest', '', '你好，3月底4月初发货', 1, '2011-03-16 15:00:58', 1, NULL),
(76, 9108806311, 0, 'guest', '', '客服在吗？\n我很想知道怎样才可获得签名枕。\n也是前百名吗？', 1, '2011-03-16 22:54:45', 1, NULL),
(77, 9108806311, 0, 'guest', '', '素言的是两个枕头吗？', 1, '2011-03-16 22:59:11', 1, NULL),
(78, 9109502277, 0, 'guest', '为什么比素言那款贵那么多', '这款为什么比素言那款贵那么多呢？', 1, '2011-03-17 11:00:52', 1, NULL),
(79, 9109551922, 0, 'guest', '', '那如果我在你们发货完，再来买，那还有吗', 1, '2011-03-18 12:55:54', 1, NULL),
(80, 9109551922, 0, 'guest', '', '那如果我在你们发货完，再来买，那还有吗', 1, '2011-03-18 12:55:56', 1, NULL),
(81, 9109551922, 0, 'guest', '', '我还想再问下，我买了抱枕之后又买了别的东西，那邮费还有是不是只要付一次呢，买的东西是一起给寄过来吗', 1, '2011-03-18 13:02:22', 1, NULL),
(82, 9109551922, 0, 'guest', '', '我还想再问下，我买了抱枕之后又买了别的东西，那邮费还有是不是只要付一次呢，买的东西是一起给寄过来吗', 1, '2011-03-18 13:02:22', 1, NULL),
(83, 9137446332, 0, 'guest', '收到一张明信片..', '所有的东西是分开寄的吗？为什么先收到一张明信片呢？', 1, '2011-03-18 17:06:41', 1, NULL),
(84, 9137446332, 0, 'guest', '', '楼下有没有注意看明信片左下角呢？', 1, '2011-03-18 18:49:50', 1, NULL),
(85, 9137446332, 0, 'guest', '', '收到明信片0 0', 1, '2011-03-18 21:39:16', 1, NULL),
(86, 9109551922, 0, 'guest', '求解', '我之前买了漫画集，如果买了抱枕，那是否两样一起寄，邮费就只算一次？', 1, '2011-03-19 00:44:40', 1, NULL),
(87, 9109597282, 0, 'guest', '价钱', '为什么一对的价钱比单买两个加起来还贵那么多？如果单买两个是加起来238，但是一对要380，这是为什么呢？', 1, '2011-03-19 20:13:03', 1, NULL),
(88, 9109502277, 0, 'guest', '为什么这款带芯的比另外那款带芯的价钱贵？', '为什么这款带芯的比另外那款带芯的价钱贵但是不带芯的和那款一样呢？', 1, '2011-03-19 20:19:41', 1, NULL),
(89, 9137446332, 0, 'guest', '', '我也预购了，但是为什么没有出现像他们说的收到明信片呢？', 1, '2011-03-19 20:21:51', 1, NULL),
(90, 9137446332, 0, 'guest', '还是整套的一起配送比较好', '还是整套的一起配送比较好~~~这样不会弄乱啊~~~', 1, '2011-03-19 21:00:46', 1, NULL),
(91, 9109551922, 0, 'guest', '速回', '预购了抱枕，还会先寄一张明信片么？？', 1, '2011-03-20 12:44:06', 1, NULL),
(92, 9109551922, 0, 'guest', '速回', '预购了抱枕，还会先寄一张明信片么？？\r\n\r\n', 1, '2011-03-20 12:44:21', 1, NULL),
(93, 9137446332, 0, 'guest', '', '给我留一个', 1, '2011-03-21 18:35:12', 1, NULL),
(94, 9137446332, 0, 'guest', '', '180的抱枕是2个还是3个的？', 1, '2011-03-22 15:30:24', 1, NULL),
(95, 9170817657, 0, 'guest', '能货到付钱吗', '为什么哪', 1, '2011-03-22 22:10:57', 1, NULL),
(96, 9137446332, 0, 'guest', '', '什么时候开始进行最后50个获得签名名额的抽奖呢？？', 1, '2011-03-23 00:23:39', 1, NULL),
(97, 9137446332, 0, 'guest', '', '为什么我只收到张明信片啊~神马情况啊~', 1, '2011-03-23 19:08:39', 1, NULL),
(98, 9137446332, 0, 'guest', '什么时候发货？', '我是上海的、为什么还没收到 ？ 请问什么时候发呢？ ', 1, '2011-03-24 18:11:42', 1, NULL),
(99, 9137446332, 0, 'guest', '', '我收到明信片了，画册什么时候到？？广州的', 1, '2011-03-25 20:55:38', 1, NULL),
(100, 9137446332, 0, 'guest', '', '我想说，我也没收到明信片。苏州的，请问具体什么时间发货呢，不清楚的话万一不在家不是很麻烦吗', 1, '2011-03-27 19:13:26', 1, NULL),
(101, 9137446332, 0, 'guest', '', '吾收到明信片了(*^__^*) 嘻嘻……可邮编有点小错误学院路这片都是100091（帮改下吧）', 1, '2011-03-28 23:44:44', 1, NULL),
(102, 9137446332, 0, 'guest', '为什么我也没收到明信片啊？', '是快递吗？为什么我没收到明信片？画册什么时候发货啊', 1, '2011-03-29 13:44:32', 1, NULL),
(103, 9137446332, 0, 'guest', '为什么我也没收到明信片啊？', '我没收到明信片啊，怎么回事？', 1, '2011-03-29 13:45:01', 1, NULL),
(104, 9137446332, 0, 'guest', '晕啊，我什么都没收到', '发货了么，什么时候到啊', 1, '2011-03-30 14:27:41', 1, NULL),
(105, 9137446332, 0, 'guest', '急~~', '发货是用什么发的？EMS还是快递公司？都4月1日了~~~会不会是骗人的？', 1, '2011-04-01 16:52:53', 1, NULL),
(106, 9137446332, 0, 'guest', '急~~', '发货是用什么发的？EMS还是快递公司？都4月1日了~~~会不会是骗人的？', 1, '2011-04-01 16:53:11', 1, NULL),
(108, 9137446332, 0, 'guest', '', '现在发货了么，我是江西的，能给个准信吗', 1, '2011-04-02 12:36:47', 1, NULL),
(109, 9137446332, 0, 'guest', '什么时候发货？', '4月2日了，一直显示的都是“正在配货中”。麻烦给个消息让大家了解一下具体情况呀！', 1, '2011-04-02 16:48:57', 1, NULL),
(110, 9137446332, 0, 'guest', '貌似是4.20发货', '看到那个http://t.sina.com.cn/1912291311在这个微博看到，应该是4.20发货吧', 1, '2011-04-02 17:41:27', 1, NULL),
(111, 9137446332, 0, 'guest', '', '不是说三月底发货吗？怎么还没到啊？卖家应该要诚信贸易啊，忽悠我们哪！！~~', 1, '2011-04-03 22:19:54', 1, NULL),
(112, 9137446332, 0, 'guest', '', '不是说三月底发货吗？怎么还没到啊？卖家应该要诚信贸易啊，忽悠我们哪！！~~', 1, '2011-04-03 22:19:56', 1, NULL),
(113, 9137446332, 0, 'guest', '收到明信片啦~', '收到明信片了。。4.20发货吗~那时都期中考试了啊！！', 1, '2011-04-04 17:02:59', 1, NULL),
(114, 9108806311, 0, 'guest', '', '什么时候发货啊', 1, '2011-04-04 21:00:23', 1, NULL),
(115, 9108806311, 0, 'guest', '', '不会是骗人的吧  都订了那么久了', 1, '2011-04-04 21:00:54', 1, NULL),
(116, 9137446332, 0, 'guest', '', '宫的明信片是用EMS邮寄的吗？\n都过了一个多星期了还没有收到~\n', 1, '2011-04-05 15:47:09', 1, NULL),
(117, 9137446332, 0, 'guest', '无语~~', '希望卖家能够最后给我们这个诚·信~~~', 1, '2011-04-06 21:37:44', 1, NULL),
(119, 9137446332, 0, 'guest', '二楼那一位', '额。。你过了一个多星期··我可是从3.12就开始定了的···到现在只收到张明信片= =', 1, '2011-04-09 19:30:02', 1, NULL),
(120, 9137446332, 0, 'guest', 'e  ', '我想说，我连明信片都没收到呢，我也三月初定的= =', 1, '2011-04-09 21:09:36', 1, NULL),
(121, 9137446332, 0, 'guest', '快递', '请问用的是什么快递啊。。。', 1, '2011-04-10 20:35:25', 1, NULL),
(122, 9137446332, 0, 'guest', '', '不是说第一批预订的加了一本宫的Q版漫画吗？。什么时候开始抽签名阿？~', 1, '2011-04-10 23:04:03', 1, NULL),
(123, 9109597282, 0, 'guest', '', '也太贵了吧！那是本身的多少倍了？也不太像', 1, '2011-04-12 00:07:44', 1, NULL),
(124, 9108624087, 0, 'guest', '', '画得也不像啊？怎么一个套也要那么多价？', 1, '2011-04-12 00:10:05', 1, NULL),
(125, 9137446332, 0, 'guest', '', '话说，我是3.9定的，现在什么都没收到啊？？不是有人还收到了明信片吗？？', 1, '2011-04-14 13:39:49', 1, NULL),
(126, 9108806311, 0, 'guest', '', '骗人的 大家别信  我拍了后就没发货给我', 1, '2011-04-14 16:51:53', 1, NULL),
(127, 9137446332, 0, 'guest', '', '就是忽悠我们么    我三月订的抱枕现在连个渣都没收到    骗子吧', 1, '2011-04-14 16:53:40', 1, NULL),
(129, 9137446332, 0, 'guest', '发货', '不是说今天发货的吗 怎么还是在配货中！人家至少还有个明信片收 我什么都没有哎··', 1, '2011-04-15 18:45:59', 1, NULL),
(130, 9137446332, 0, 'guest', '汗！！！！！！！！！！', '到底什么时候发货= =！别再推了= =！在这样还让不让人以后在这买东西了~', 1, '2011-04-15 20:48:44', 1, NULL),
(131, 9137446332, 0, 'guest', '该发货了', '今天不是4.15么？', 1, '2011-04-15 22:29:52', 1, NULL),
(132, 9137446332, 0, 'guest', '', '额 看到评语 我都不敢拍了~~~', 1, '2011-04-16 00:41:28', 1, NULL),
(133, 9137446332, 0, 'guest', '', '有发货了吗', 1, '2011-04-16 11:32:51', 1, NULL),
(134, 9109597282, 0, 'guest', '', '太贵了吧，那个买哦', 1, '2011-04-17 09:54:01', 1, NULL),
(135, 9137446332, 0, 'guest', '', '这速度。。。让人怀疑你们的诚信度。。。', 1, '2011-04-17 11:44:03', 1, NULL),
(136, 9137446332, 0, 'guest', '呃·····', '不知道 我们等来的是不是谎言~~~~~', 1, '2011-04-17 17:43:07', 1, NULL),
(137, 9137446332, 0, 'guest', '我问过了', '我问过了。他们说我4月21号收到', 1, '2011-04-17 23:04:29', 1, NULL),
(138, 9137446332, 0, 'guest', '什么时候到啊', '拍了以后就毫无音讯，不是我等不及，是实在没底。是都21号能到吗', 1, '2011-04-18 19:57:02', 1, NULL),
(139, 9137446332, 0, 'guest', '', '怎么还在配货中啊？？？？不是说今天发货吗？？我是从3月9号定的，等的我要死，我我伤不起啊！！！', 1, '2011-04-20 19:05:04', 1, NULL),
(140, 9137446332, 0, 'guest', '', '怎么还在配货中啊？？？？不是说今天发货吗？？我是从3月9号定的，等的我要死，我我伤不起啊！！！', 1, '2011-04-20 19:05:04', 1, NULL),
(141, 9137446332, 0, 'guest', ' 能退款吗??????', '3月7号付款,一开始说3月底就会发货,之后又说4月头,后来再度改说4月15号发,现在都21号了,还是显示正在配货中!!!!!!不是不能等,但到底什么时候能发货你们都不知道的么??一推再推,当我们是傻子?不发货就给我们退款吧!我也不想要了!!', 1, '2011-04-20 23:57:30', 1, NULL),
(142, 9137446332, 0, 'guest', '什么时候发货??', '俺三月初定的，可发货时间一变再变,我在淡定不淡定间反复折腾了好几遍!我知道你们肯定也是有原因的，我理解,但能不能定一个确切的时间,时间长我可以等,但经不起这么反复变动。谢谢!', 1, '2011-04-21 12:26:28', 1, NULL),
(143, 9137446332, 0, 'guest', '', '晕死    看到评语        我都不敢拍了', 1, '2011-04-21 13:50:37', 1, NULL),
(144, 9137446332, 0, 'guest', '', '晕死    看到评语        我都不敢拍了', 1, '2011-04-21 13:50:42', 1, NULL),
(145, 9137446332, 0, 'guest', '淡定', '我刚刚给客服打了电话,确定明天发货了!因为买的人太多,所以保证货品质量和核对客户信息花了很多时间,所以大家不用太担心，很快就到', 1, '2011-04-21 15:27:28', 1, NULL),
(146, 9137446332, 0, 'guest', '额……什么情况？', '不会吧，我可是磨了家长好长时间才给买的，请问还有货吗？', 1, '2011-04-21 23:57:39', 1, NULL),
(148, 9137446332, 0, 'guest', '', '有人收到货了吗', 1, '2011-04-22 16:43:11', 1, NULL),
(149, 9137446332, 0, 'guest', '怎么还在配货啊！', '不是22号发货吗？以后再也不来这里买了', 1, '2011-04-23 11:37:32', 1, NULL),
(150, 9137446332, 0, 'guest', '要疯了 ', '从三月到四月 今天都 23号了 请问啥时候 发货啊 ？？客服们？？', 1, '2011-04-23 14:17:31', 1, NULL),
(151, 9137446332, 0, 'guest', '收到画集了！！！', '虽然显示“正在配货中”，但是已经收到了！制作很精美！宫画集超级大幅！赞一个！', 1, '2011-04-23 17:18:23', 1, NULL),
(152, 9137446332, 0, 'guest', '', '神马？！有人收到了！！我手机停机了！！立刻奔快递公司！！！！！！！！！', 1, '2011-04-23 18:49:06', 1, NULL),
(153, 9137446332, 0, 'guest', '哈哈', '还在配货中\r\n货都到家了\r\n配什么啊\r\n吼吼\r\n挺美的不过', 1, '2011-04-23 20:10:20', 1, NULL),
(154, 9137446332, 0, 'guest', '', '谁知道快递公司是哪家?', 1, '2011-04-23 20:43:26', 1, NULL),
(155, 9137446332, 0, 'guest', '我也有这个问题！快递公司是哪家？还有最后一批或是什么时候发出的？', '我也有这个问题！快递公司是哪家？还有最后一批或是什么时候发出的？', 1, '2011-04-23 20:55:27', 1, NULL),
(156, 9137446332, 0, 'guest', '呃~~', '为什么我这里什么消息都没有~~~~心里严重有些被欺骗的感觉~~~', 1, '2011-04-24 10:10:45', 1, NULL),
(157, 9137446332, 0, 'guest', '555555555', '我的也没到呢，在家等了两天没出去，烦躁', 1, '2011-04-24 16:54:56', 1, NULL),
(158, 9137446332, 0, 'guest', '还没有收到', '今天已经26号了，还没有收到，不知道为何？', 1, '2011-04-25 19:20:00', 1, NULL),
(159, 9137446332, 0, 'guest', '收到了', '收到了，很美。中午到的，接到老妈短信的时候激动了下', 1, '2011-04-25 21:02:15', 1, NULL),
(160, 9137446332, 0, 'guest', '前一百名', '各位亲们，可爱的粉们。我们的画册只有前一百名有签名的还未发货外其余都已经发货。你们耐心等待接收。有问题的直接联系客服。明星们的档期最近很满，所以请前一百名的亲们再等待下。\r\n==============\r\n在艺柏家微博上看到的...我的还没收到...希望是前一百吧,毕竟是开始预定的第一天买的...', 1, '2011-04-25 21:58:30', 1, NULL),
(161, 9137446332, 0, 'guest', '帮忙看看啊！！！', '我不小心按了完成，可是我还没收到漫画啊，怎么办啊？', 1, '2011-04-25 23:29:04', 1, NULL),
(162, 9137446332, 0, 'guest', '', '哈哈 今天下午也收到啦 开心惨了 很美··好像是中通快递吧', 1, '2011-04-26 00:40:24', 1, NULL),
(163, 9137446332, 0, 'guest', '按了完成', '只要发货了,就没事!我问过客服了，因为我也不小心按了', 1, '2011-04-26 07:56:28', 1, NULL),
(164, 9137446332, 0, 'guest', '收到了!', '终于收到了!很美!可惜没签名', 1, '2011-04-26 19:17:47', 1, NULL),
(165, 9137446332, 0, 'guest', '谢谢', '嗯，好的，知道了，谢谢啊！', 1, '2011-04-27 00:50:47', 1, NULL),
(166, 9137446332, 0, 'guest', '', '我重庆的，请问货发了么？ 我这还没动静。。', 1, '2011-04-27 19:26:12', 1, NULL),
(168, 9137446332, 0, 'guest', '0.0', '昨天就收到了~~~~不过还有一份同学的没到0.0很精美！！', 1, '2011-04-29 21:16:16', 1, NULL),
(169, 9137446332, 0, 'guest', '小画册有脱页', '等待了一个多月，终于收到了，很开心！\r\n但是小的那本画册一翻开就有脱页，这样的精致的东西出现这样的瑕疵，感觉不是很完美了！', 1, '2011-04-30 15:46:40', 1, NULL),
(170, 9137446332, 0, 'guest', '没收到', '我在2011-03-10 17:58:51就付账订单了，可是现在都还没有收到货啊！！！请问是怎么回事啊？？？', 1, '2011-05-04 14:24:00', 1, NULL),
(171, 9137446332, 0, 'guest', '', '问一下大家收到的快递都是中通的吗？还是有些是申通韵达的？', 1, '2011-05-07 01:31:30', 1, NULL),
(172, 9137446332, 0, 'guest', '', '还没收到  都一个月了= =', 1, '2011-05-07 12:45:04', 1, NULL),
(173, 9137446332, 0, 'guest', '妈的都2个月了，还没到！', '从购买到现在都2个月了，说4月15号发货，离现在也有半个月了吧，走也走过来了！！！！！！！！！', 1, '2011-05-07 19:34:39', 1, NULL),
(174, 9137446332, 0, 'guest', '妈的都2个月了，还没到！', '连个回话的客服都没有，死光啦！！！！骗人的网站!', 1, '2011-05-07 19:35:53', 1, NULL),
(175, 9137446332, 0, 'guest', '', '2011-03-10 就预订了，这都5月份了怎么还没动静啊？！就是刻也能成型了呀！都快等成雕塑了！在这样就退货得了', 1, '2011-05-08 00:01:53', 1, NULL),
(176, 9137446332, 0, 'guest', '', '没到的同学应该都是得到签名的。在微博上看6号他们就已经签好了。再过一两天就回到的吧。期待拉~', 1, '2011-05-08 13:44:41', 1, NULL),
(177, 9137446332, 0, 'guest', '艺柏家请还没有收到的同学耐心等待', '大家好，看到有用户留言说等待很久，在这里表示衷心的歉意。所有没有签名的画集我们都已经寄出了。现在还没有收到的同学，意味着您获得画集是有明星签名的。目前冯绍峰的签名已经拿到了，但是杨幂由于档期问题，还没有签名。我们正在不断的催促其经纪人尽快安排杨幂给大家签名。请还没有接到的用户再稍等。根据经纪人的承诺，本周内就能拿到', 1, '2011-05-09 10:17:58', 1, NULL),
(178, 9137446332, 0, 'guest', '艺柏家请还没有收到的同学耐心等待', '大家好，看到有用户留言说等待很久，在这里表示衷心的歉意。所有没有签名的画集我们都已经寄出了。现在还没有收到的同学，意味着您获得画集是有明星签名的。目前冯绍峰的签名已经拿到了，但是杨幂由于档期问题，还没有签名。我们正在不断的催促其经纪人尽快安排杨幂给大家签名。请还没有接到的用户再稍等。根据经纪人的承诺，本周内就能拿到\n', 1, '2011-05-09 10:26:04', 1, NULL),
(179, 9137446332, 0, 'guest', '感谢您的支持', '0.0 on 2011-04-29:\n\n昨天就收到了~~~~不过还有一份同学的没到0.0很精美！！\n\n谢谢您的耐心等待，另一份相信您很快就会收到了\n', 1, '2011-05-09 10:26:48', 1, NULL),
(180, 9137446332, 0, 'guest', '您好，我们统一发送中通快递', 'on 2011-05-07:\n\n问一下大家收到的快递都是中通的吗？还是有些是申通韵达的？\n\n您好，我们统一发送中通快递', 1, '2011-05-09 10:27:29', 1, NULL),
(181, 9137446332, 0, 'guest', '签名版即将到货，请您耐心等待', '都2个月了，还没到！ on 2011-05-07:\n\n从购买到现在都2个月了，说4月15号发货，离现在也有半个月了吧，走也走过来了！！！！！！！！！\n\n很抱歉让您久等了。4月15发货是无签字版的画集，已经完成了发货。如果您还没有收到。说明您获得画集是有明星签名的。目前冯绍峰的签名已经拿到了，但是杨幂由于档期问题，还没有签名。我们正在不断的催促其经纪人尽快安排杨幂给大家签名。请您再等一等', 1, '2011-05-09 10:31:52', 1, NULL),
(182, 9137446332, 0, 'guest', '签名版即将到货，请您耐心等待', 'on 2011-05-08:\n\n没到的同学应该都是得到签名的。在微博上看6号他们就已经签好了。再过一两天就回到的吧。期待拉~\n\n感谢您的耐心等待！！', 1, '2011-05-09 10:32:20', 1, NULL),
(183, 9137446332, 0, 'guest', '如果您的画集有任何问题，我们负责调换', '如果各位客户发现画集有脱页或者印刷上的其他问题，请您及时联系我们的客服人员，拨打客服电话，我们核实问题后将尽快为您替换产品', 1, '2011-05-09 10:33:50', 1, NULL),
(184, 9137446332, 0, 'guest', '需要退货，请您联系客户并提出申请', 'on 2011-05-08:\n\n2011-03-10 就预订了，这都5月份了怎么还没动静啊？！就是刻也能成型了呀！都快等成雕塑了！在这样就退货得了\n\n如果您需要退货，我们会及时为您提供退货服务', 1, '2011-05-09 10:35:16', 1, NULL),
(185, 9137446332, 0, 'guest', '', '我想问一下，是不是现在买的话，是签名版吗~还是说没有签名，还有就是那个画册里面是漫画故事，还是根据人物画的彩色素描？', 1, '2011-05-10 15:49:43', 1, NULL),
(186, 9137446332, 0, 'guest', '拿到冯少的签名~!', '收到了收到了~!!华丽丽的冯绍锋的签名~~~好激动!!如愿以偿地拿到冯少的签名~!兴奋s了~~~*^_^*', 1, '2011-05-10 20:36:08', 1, NULL),
(187, 9137446332, 0, 'guest', '请问现在买的只有一册吗？', '因为我看到好像有三册，现在买的是不是只有一册？谢谢！', 1, '2011-05-10 23:32:41', 1, NULL),
(188, 9137446332, 0, 'guest', '', 'on 2011-05-10:\n\n我想问一下，是不是现在买的话，是签名版吗~还是说没有签名，还有就是那个画册里面是漫画故事，还是根据人物画的彩色素描？\n\n\n现在买是现货，但是没有签名版，因为签名版的已经被预定光了。这个画册里主要是彩色素描，但是也有漫画故事', 1, '2011-05-11 14:24:17', 1, NULL),
(189, 9137446332, 0, 'guest', '恭喜您！！！', '拿到冯少的签名~! on 2011-05-10:\n\n收到了收到了~!!华丽丽的冯绍锋的签名~~~好激动!!如愿以偿地拿到冯少的签名~!兴奋s了~~~*^_^*\n', 1, '2011-05-11 14:24:44', 1, NULL),
(190, 9137446332, 0, 'guest', '您好！', '请问现在买的只有一册吗？ on 2011-05-10:\n\n因为我看到好像有三册，现在买的是不是只有一册？谢谢！\n\n\n三册的意思是，有一本画集，一本漫画册，一套明信片，一套书签\n', 1, '2011-05-11 14:25:18', 1, NULL),
(191, 9137446332, 0, 'guest', '还会有绍峰签名版的发售吗', '想要绍峰签名版，还会有吗？\r\n或者我先付款预定，等到你们再有绍峰签名版的再发给我，可以吗？', 1, '2011-05-12 12:03:51', 1, NULL),
(192, 9137446332, 0, 'guest', '签名', '请问现在买还有签名吗，我好想要幂幂的签名！', 1, '2011-05-12 22:19:45', 1, NULL),
(193, 9137446332, 0, 'guest', '签名', '客服回答一下好不好，我真的真的很想要幂幂的签名，5月13日买还会有吗，拜托？？\r\n', 1, '2011-05-12 22:21:20', 1, NULL),
(194, 9109502277, 0, 'guest', '请问这些抱忱可不可以洗？', '请问一下这些抱忱套可不可以用水洗，会不会掉色？', 1, '2011-05-12 22:59:38', 1, NULL),
(195, 9137446332, 0, 'guest', '', '楼下就别想了。签名版的是前一百名预购和50个抽奖抽中赠送的。可怜的娃娃。谁让你不早买呢。', 1, '2011-05-13 11:54:57', 1, NULL),
(196, 9137446332, 0, 'guest', '啊啊', '不是吧，那现在买的是画里面的人物吗？这还叫不叫限量版？还是无限量的！\r\n', 1, '2011-05-13 12:52:00', 1, NULL),
(197, 9137446332, 0, 'guest', '问问问', '请问一下，现在订货要多久才能到，问什么看到别人买到的宫画集封面与图片的不一样呢？', 1, '2011-05-14 09:07:53', 1, NULL),
(198, 9137446332, 0, 'guest', '3月7号买的到现在还没收到。', '3月7号买的到现在还没收到。', 1, '2011-05-14 18:13:33', 1, NULL),
(199, 9137446332, 0, 'guest', '', '多久才能到货！\r\n', 1, '2011-05-16 12:34:16', 1, NULL),
(200, 9137446332, 0, 'guest', '', '收到啦很high~~\n丫丫的签名~~\n运来的时候套子有点褶皱。\n不过还是很满意啦很满意~', 1, '2011-05-17 22:11:42', 1, NULL),
(201, 9137446332, 0, 'guest', '关于预订问题', '现在还可以预订么\n多久能送到', 1, '2011-05-17 22:52:44', 1, NULL),
(202, 9137446332, 0, 'guest', '我们能在争取冯绍峰签名的卡片', '冯绍峰签名的画册已经早就被预定一空了。但是我们现在正在争取冯绍峰签名的新名片。如果到了之后会及时通知大家', 1, '2011-05-18 12:23:32', 1, NULL),
(203, 9137446332, 0, 'guest', '杨幂签名的画册和卡片', '各位需要杨幂签名的粉丝们，很抱歉杨幂签名的画册已经在3月就被预定一空了。但是我们正在争取杨幂签名的新名片，正在与她的经纪人沟通过程中，请您耐心等待', 1, '2011-05-18 12:24:44', 1, NULL),
(204, 9137446332, 0, 'guest', '还没有收到画册的用户', '说明您将获得的是杨幂的签名，她的档期非常满，近期都不在北京，我们正在通过各种各样的方式与她的经纪人取得联系，希望她能按照原定计划进行签名，相信很快就有回应。请您耐心等待', 1, '2011-05-18 12:26:16', 1, NULL),
(205, 9137446332, 0, 'guest', '需要画集的用户请您直接购买', '现在所有的画集已经印刷完毕，所以随时可以发货。预定的仅限于获得明星签名的用户。现在随时发售的画集无明星签名，不过画集最重要的是画质和精美程度，你说对吗？', 1, '2011-05-18 12:27:46', 1, NULL),
(206, 9137446332, 0, 'guest', '签名', '555~~本来想要的是冯绍峰的签名，结果拿到的不是···', 1, '2011-05-20 00:08:28', 1, NULL),
(208, 9137446332, 0, 'guest', '', '请问一下~~绿色那个是谁的签名~~~', 1, '2011-05-21 16:55:10', 1, NULL),
(209, 9137446332, 0, 'guest', '簽名', '我想知道簽名是在哪裡的，我搞不懂', 1, '2011-05-23 15:41:19', 1, NULL),
(210, 9137446332, 0, 'guest', '', '我预定的为什么没有签名？不是说好了的吗？\r\n还有，为什么我有两本一模一样的？什么情况啊', 1, '2011-05-26 23:06:10', 1, NULL),
(211, 9137446332, 0, 'guest', '凡是对签名有疑问的客户', '请您直接拨打我们的客服电话 400-650-8536\n\n签名在画册的扉页，或者在签名的明信片上。\n\n绿色的签名是何晟铭的。', 1, '2011-06-01 18:12:12', 1, NULL),
(212, 9151594091, 0, 'guest', '产品细节咨询', '有两个问题想问一下\r\n第一，请问数量一买的是男女一套吗？\r\n第二，背后印的字样有“我们都爱总队长”和“我LP/LG是总队长”，买的时候怎么说明我想要哪个？还是随机配送？\r\n', 1, '2011-06-08 23:45:24', 1, NULL),
(213, 9137446332, 0, 'guest', '还没有收到货啊。。', '已经三个月了吧\r\n\r\n三月底订的\r\n\r\n到现在都六月了。。。\r\n\r\n为什么还没有到', 1, '2011-06-10 12:38:25', 1, NULL),
(214, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:48', 1, NULL),
(215, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:49', 1, NULL),
(216, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:50', 1, NULL),
(217, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:51', 1, NULL),
(218, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:51', 1, NULL),
(219, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:52', 1, NULL),
(220, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:52', 1, NULL),
(221, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:53', 1, NULL),
(222, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:53', 1, NULL),
(223, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:53', 1, NULL),
(224, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:54', 1, NULL),
(225, 9160834244, 0, 'guest', '是否支持货到付款？', '我没有支付宝，请问是否支持货到付款？', 1, '2011-06-10 21:36:59', 1, NULL),
(227, 9171254442, 0, 'guest', '公交钥匙链', '52路', 1, '2011-06-13 00:30:58', 1, NULL),
(228, 9171254442, 0, 'guest', '0', '05', 1, '2011-06-16 23:09:22', 1, NULL);

-- --------------------------------------------------------

-- 
-- 資料表格式： `content`
-- 

CREATE TABLE `content` (
  `id` int(11) NOT NULL,
  `title` varchar(75) NOT NULL,
  `name` varchar(30) DEFAULT NULL COMMENT 'topic name',
  `excerpt` varchar(245) NOT NULL,
  `body` text NOT NULL,
  `author` varchar(25) DEFAULT NULL,
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `tags` varchar(100) NOT NULL,
  `asset_id` int(11) NOT NULL,
  `store_id` int(4) NOT NULL DEFAULT '0',
  `created_on` datetime NOT NULL,
  `created_by` int(11) NOT NULL,
  `published_on` datetime DEFAULT NULL,
  `published_by` int(11) DEFAULT NULL,
  `status` tinyint(4) NOT NULL,
  `stick` tinyint(1) NOT NULL DEFAULT '0',
  `version` tinyint(1) NOT NULL DEFAULT '1',
  `is_comment` tinyint(1) NOT NULL DEFAULT '1',
  `post_type` varchar(20) NOT NULL DEFAULT 'post' COMMENT '内容的类型',
  `comment_count` int(4) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `status` (`status`),
  KEY `type` (`type`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `content`
-- 

INSERT INTO `content` (`id`, `title`, `name`, `excerpt`, `body`, `author`, `type`, `tags`, `asset_id`, `store_id`, `created_on`, `created_by`, `published_on`, `published_by`, `status`, `stick`, `version`, `is_comment`, `post_type`, `comment_count`) VALUES 
(2, '帮助中心', 'help1', '帮助中心', '', NULL, 1, '', 0, 0, '2010-12-04 16:35:15', 0, '2010-12-04 16:35:15', NULL, 1, 0, 1, 1, 'page', 0),
(4, '关于我们', 'about', '关于我们摘要', '艺柏家-创意百分百，生活艺柏家\n\n“艺柏家”是北京九一格国际文化有限公司旗下的全新品牌。\n“艺柏家”一方面将继续秉承9IBOX的原创精神，致力于创意文化传播，创意概念商品化，营造创意文化平台；另一方面，作为一个全新诞生的创意精品品牌，“艺柏家”将借助现代化电子商务平台，汇集历经市场考验成功原创精品，同时借助线上线下平台的良性互动，不断提升创意精品的产品品质，为热爱创意生活的用户提供深入细致的服务。\n“勤俭务实、敬业创新、兼容并蓄、诚信立业”既是我们的经营宗旨，也是我们的座右铭。我们努力发掘每一个创意概念的价值，并将其通过我们集合的强大平台放大，深入激发其商业潜质，充分扩张其品牌影响。\n\n对于原创设计师：\n\n我们提供优质专业的销售服务平台， 给每一位热爱设计和手工的人一个展示+创业的机会，有精神上的追求也有物质上的财富。\n时至今日，已经有200多位独立设计师集结在这个平台，其中有不少设计师在这里开始了成功的创业之路，找到了未来的事业方向。\n艺柏家是设计师的朋友，我们将竭尽所能支持每一个拥有梦想的设计师，帮助大家实现精彩理念，共同发展，让创意成就价值。\n\n对于热爱生活的人：\n\n我们提供创意+设计的趣味生活解决方案，提供上千件不同种类不同领域的精彩创意。\n\n礼物提案：让对方永远猜不到礼物的内容，却总在打开的那一瞬间喜悦难禁。\n居家格调：家居美化并不止于家装，多种多样家居配饰也许会在周末和下班后带给你别样的惊喜。\n创你型格：非常主流、边缘文化、温暖清澈，灰调歌特，搞怪喜剧，饰品武装试试多维度的表达你自己。\n创意生活：行动起来！你就是生活的设计师，用身边的任何东西通过再创意加以利用，设计其实并不难。\n\n艺柏家也是所有热爱生活热爱创意者的朋友，我们将为大家网络中国最优质的原创产品，让你的生活充满乐趣和精彩。\n', NULL, 1, '', 0, 0, '2010-12-05 14:40:27', 0, '2010-12-21 15:19:38', 14, 1, 0, 1, 1, 'page', 0),
(8, '团购服务', 'coupon', '团购服务', '艺柏家愿意竭诚与各企业事业单位和各类的组织机构合作，为您提供礼品定制、吉祥物设计、品牌形象开发制作等一系列业务。\n\n欢迎各位致电大客户服务专线：010-65288934\n\n同时，我们也将面对广大用户不定期举办各种团购活动，请持续关注我们\n\n网站：www.100jia.cc\n微博：http://t.sina.com.cn/9ibox', NULL, 1, '', 0, 0, '2010-12-05 14:42:20', 0, '2010-12-21 15:33:18', 14, 1, 0, 1, 1, 'page', 0),
(9, '商铺合作', 'istore', '商铺合作', '艺柏家欢迎全国各地致力于从事创意产品销售的经销商加盟合作。\n\n具体合作政策根据合作区域、合作规模、合作模式的不同有所分别。详细细节欢迎来人来函来电垂询：\n\n产品\\\\招商部：010-65288934', NULL, 1, '', 0, 0, '2010-12-05 14:43:17', 0, '2010-12-21 15:26:14', 14, 1, 0, 1, 1, 'page', 0),
(10, '零售店铺', 'outlets', '零售店铺', '欢迎您光临艺柏家及9ibox的所有实体店，直接浏览并触摸丰富的产品\n\n北京地区\n\n王府井APM店 王府井黄金CBD\n地址：北京市东城区王府井大街新东安市场B1层-kb1-1\n\n富力广场店   CBD南大门与居住社区\n地址:北京市朝阳区富力广场B1层C06\n\n南锣鼓巷店   南锣鼓巷旅游区\n地址：北京市东城区南锣鼓巷91号\n\n东方银座店  东城区 东直门交通枢纽兼东直门CBD\n地址：北京东直门东方银座地下B1\n\n十里堡华堂店  朝阳CBD与综合居民区\n地址：北京十里堡新华堂二层\n\n西直门嘉茂店   西直门交通枢纽与西CBD\n地址：北京西城区西直门嘉茂购物中心四层\n\n望京嘉茂店  望京超级社区\n地址：北京朝阳区望京嘉茂购物中心三层\n\n崇文门新世界店\n地址：北京祈年大街 新世界三期商场一层\n\n\n\n', NULL, 1, '', 0, 0, '2010-12-05 14:44:48', 0, '2010-12-21 15:24:00', 14, 1, 0, 1, 1, 'page', 0),
(34, '隐私说明', 'privacy', '隐私说明', '隐私申明\n\n    欢迎访问艺柏家！我们以本隐私申明声明对访问者隐私保护的许诺。以下文字公开我\n\n站（100jia.cc）对信息收集和使用的情况。本站的隐私申明正在不断改进中，随着我站服\n\n务范围的扩大，我们会随时更新我们的隐私申明。我们欢迎您随时会来查看本申明。请随\n\n时向我们反馈您的意见。\n\n\n    在同意艺柏家服务协议之时，你已经同意我们按照本隐私申明来使用和披露您的个人\n\n信息。本隐私申明的全部条款属于该协议的一部份。\n\n\n    用户名和密码\n当您打算注册成用户后，我们要求您选择一个用户名和密码，您只能通过您的密码来使用\n\n您的帐号。如果您泄漏了密码，您可能丢失了您的个人识别信息，并且有可能导致对您不\n\n利的司法行为。因此不管任何原因使您的密码安全受到危及，您应该立即通过和我们取得\n\n联系。\n\n\n    购买信息\n当您决定在我网站购买产品时，我们要求您填写快递信息，包括真实姓名，地址，电话号\n\n码，和电子邮件地址。您还有权选择来填写附加信息。我们使用这些信息来获得用户的统\n\n计资料。我们将会用这些统计数据来给我们的用户分类，以便有针对性地向我们的用户提\n\n供新的服务。我们会通过您的邮件地址来通知您这些新的服务。\n\n\n    您的交易行为\n我们跟踪IP地址仅仅只是为了安全的必要。如果我们没有发现任何安全问题，我们会及时\n\n删除我们收集到的IP地址。我们还跟踪全天的页面访问数据。全天页面访问数据被用来反\n\n映网站的流量，一是我们可以为未来的发展制定计划（例如，增加服务器）。\n\n\n    邮件/短信/会刊服务\n艺柏家会保留通过邮件、短信等形式，对本网站注册、购物用户发送订单信息、促销活动\n\n等告知服务的权利。如果您在我网站注册、购物，表明您已默示同意接受此项服务。 如果\n\n您不想接收来自我们的邮件、短信或会刊，您可以向客服提出退阅申请。\n\n\n    第三方\n我们不会向任何第三方提供，出售，出租，分享和交易用户的个人信息，除非第三方和我\n\n们一起为网站和用户提供服务并且在该服务结束后已将被禁止访问包括其以前能够访问的\n\n所有这些资料。当我们被法律强制或依照政府要求提供您的信息时我们将善意地披露您的\n\n资料。\n\n\n    安全\n我们网站有相应的安全措施来确保我们掌握的信息不丢失，不被滥用和变造。这些安全措\n\n施包括向其它服务器备份数据和对用户密码加密。尽管我们有这些安全措施，但请注意在\n\n因特网上不存在“完善的安全措施”。', NULL, 1, '', 0, 0, '2010-12-21 23:34:26', 1, '2010-12-22 12:43:07', 14, 1, 0, 1, 1, 'page', 0),
(12, '联系我们', 'contact', '联系我们', '地址：北京市东城区甘雨胡同53号万博写字楼 201-204室\n产品\\\\招商部：010-65288934\n客服\\\\财务部：010-65281345\n电子邮箱：iboxcn@126.com\n \n产品审核\n如果您希望将宝贝放进格子公社，将先将照片发到下面的邮件地址并与产品部联系。\n电子邮箱：jesly82@sina.com\n　\n商务合作\n欢迎优势互补的公司与我们合作开拓业务，请简要描述您的合作意向发送到下面的邮件地址。\n电子邮箱：33.sun@163.com\n　\n人员招聘\n我们正在寻找最优秀和最具工作热情的员工。如果您有意加入我们的团队，请将简历发送到下面的邮件地址。\n电子邮箱：nelly_sun@hotmail.com\n\n有关商品、订单查询等问题请各位用户尽量将邮件发送到客户服务信箱和客户满意监督信箱，以便获得最快的回复！ \n\n100+艺柏家售后热线 \n退换货、投诉等，请拨打艺柏家售后热线：400-650-8536 \n\n客户满意监督 \n客户满意监督邮箱  service@100jia.cc\n感谢您不吝赐教。\n\n\n', NULL, 1, '', 0, 0, '2010-12-05 14:46:44', 0, '2010-12-21 15:22:27', 14, 1, 0, 1, 1, 'page', 0),
(14, '注册新用户', 'register', '注册新用户', '您只要通过 100jia.cc 注册开户，即可成为艺柏家网站会员，在网站进行购买和支付收藏活动。\r\n\r\n在100jia.cc注册可以通过以下途径：\r\n\r\n1.进入网站后，点击首页上方“免费注册”，将进入注册页面，在相应提示处输入您的昵称、邮箱地址、密码（密码设置不要过于简单）；确认密码后点击“完成注册”即可。\r\n\r\n2.注册用户名是唯一的。注册成功后，您可以到网站“我的帐户-个人信息管理”进行个人信息的更新。\r\n\r\n3.如果您需要收藏某项单品或者将产品放入购物车，系统将自动要求您进行登录或者注册。\r\n', NULL, 1, '', 0, 0, '2010-12-05 14:50:02', 0, '2010-12-06 11:18:37', 14, 1, 0, 1, 1, 'page', 0),
(15, '会员制度', 'membership', '会员制度', '建设中……', NULL, 1, '', 0, 0, '2010-12-05 14:51:17', 0, '2010-12-06 12:36:51', 14, 1, 0, 1, 1, 'page', 0),
(16, '我的账户管理', 'features', '用户中心功能介绍', '选择“我的账户”，用户可以进行一系列的个人账户管理功能\r\n\r\n1、在“我的账户”中，用户可以进行交易管理，查询订单状况。管理个人已经购买的商品和收藏过的商品。\r\n\r\n2、在“我的账户”中，用户还可以进行个人信息管理，包括修改个人资料，修改密码，修改送货地址等信息。\r\n\r\n', NULL, 1, '', 0, 0, '2010-12-05 14:52:06', 0, '2010-12-06 11:53:14', 14, 1, 0, 1, 1, 'page', 0),
(17, '如何找回密码', 'findpasswd', '如何找回密码', '如果您在登录过程中遗忘了个人密码，请在登录页面中直接选择“忘记密码”选项，在页面指引和提示中一一找回密码。', NULL, 1, '', 0, 0, '2010-12-05 14:54:51', 0, '2010-12-06 12:36:19', 14, 1, 0, 1, 1, 'page', 0),
(18, '订购流程', 'order_process', '订购流程', '艺柏家商城在线购物流程\r\n\r\n第一步：选购\r\n浏览/搜索您所需要的商品，确定购买数量，点击“放入购物车”。 \r\n\r\n第二步：加入购物车\r\n放入购物车后，如果您还想购买其他感兴趣的商品，点击购物车中的“继续购物”或者进入其他页面、搜索商品继续购买。\r\n\r\n第三步：登录/注册\r\n如果您未在艺柏家注册登记过，请点击新用户注册页面，只需要几秒，填写基本的注册信息，完成注册，然后登录。 \r\n\r\n第四步：填写核对订单信息\r\n请您详细准确填写您的收货人信息、收货地址、电话、Email、电话、邮编等资料。\r\n\r\n第五步：选择付款方式\r\n选择支付宝作为支付方法， 点击“确认支付”按钮。\r\n\r\n第六步 选择送货时间\r\n在列表中给出的送货时间中选择最适合自己的一种，并点击“确认时间”。\r\n\r\n第七步：生成订单\r\n再次检查您所有填写的项目，以保证配送信息正确。如果有特殊说明，请在“填写附加说明”框内里填写详细情况。提交订单后，并且您的邮箱将会收到一封订单确认信。请您记住订单编号以便日后查询。\r\n\r\n第八步：发货\r\n客服人员核实完订单后一般24小时内即可发货，同时会有短信通知您快递公司和快递单号。\r\n\r\n第九步：验收商品\r\n当您收到货物后，请仔细核对您所订购的商品种类、数量、规格，合格后，请在送货单上签字。如果您对我们的服务和商品不满意，请勿拆开、损坏商品及外包装，并欢迎您拨打我们的投拆电话400-650-8536，提出您的意见和建议，帮助我们提高服务质量。\r\n', NULL, 1, '', 0, 0, '2010-12-05 14:56:51', 0, '2010-12-06 11:27:44', 14, 1, 0, 1, 1, 'page', 0),
(19, '支付方式', 'payment', '支付方式', '支付方式：在线支付\r\n\r\n1．艺柏家为您提供“支付宝”在线支付方式，请确认您的银行卡已经开通相应针对支付宝的支付功能。\r\n\r\n2．银行卡的开通\r\n因各地银行政策不同，建议您在网上支付前拨打所在地银行电话，咨询该行可供网上支付的银行卡种类及开通手续。\r\n\r\n3．支付金额上限\r\n目前各银行对于网上支付均有一定金额的限制，由于各银行政策不同，建议您在申请网上支付功能时向银行咨询相关事宜。\r\n\r\n4、怎样判断网上支付是否成功？\r\n1）当您完成网上在线支付过程后，系统应提示支付成功；如果系统没有提示支付失败或成功，您可通过电话、ATM 、柜台或登录网上银行等各种方式查询银行卡余额，如果款项已被扣除，说明您已支付成功。\r\n2）若由于网络故障导致您已支付成功的订单未改变订单状态，请您联系我们的客服人员为您解决。\r\n3）如果出现信用卡超额透支、存折余额不足、意外断线等导致支付不成功，请您登录艺柏家网站，在“我的账户”中查找到该张未支付成功的订单，重新完成支付。\r\n\r\n温馨提示：请您在订购成功后3天内完成支付，否则我们将不会保留您的订单。\r\n', NULL, 1, '', 0, 0, '2010-12-05 14:57:47', 0, '2010-12-06 11:56:20', 14, 1, 0, 1, 1, 'page', 0),
(20, '如何修改订单', 'modify_order', '如何修改订单', '如果您希望修改订单的产品数量或者产品名称，请直接登录网站，进入“我的账户”页面，点击“已买到的产品”，进行相应的修改。', NULL, 1, '', 0, 0, '2010-12-05 14:57:51', 0, '2010-12-06 11:58:16', 14, 1, 0, 1, 1, 'page', 0),
(21, '如何取消订单', 'cancel_order', '如何取消订单', '如果您希望取消已经订购的产品，请直接登录网站，进入“我的账户”页面，点击“已买到的产品”，进行相应的取消。', NULL, 1, '', 0, 0, '2010-12-05 14:59:14', 0, '2010-12-06 11:58:58', 14, 1, 0, 1, 1, 'page', 0),
(22, '配送方式', 'shipping_method', '关于配送方式', '艺柏家商品配送统一采用普通快递的配送方法。\r\n\r\n商品发货后由快递公司统一配送，如在正常配送时间范围内还没收到商品，可能是以下几种原因：\r\n1、 您的送货地址或邮编填写错误；\r\n2、 快递方式，送货地址超出送货上门范围；\r\n3、 快递送货时没有联系上收货人；\r\n4、 如果订单支付方式为“非货到付款”，送货时间是从收到货款开始计算；\r\n5、 可能在运输过程中，由于不可抗力造成延迟。\r\n发生这种情况，您可以通过我们的售后服务热线 400-650-8536查询货品情况。\r\n', NULL, 1, '', 0, 0, '2010-12-05 15:01:22', 0, '2010-12-06 12:40:06', 14, 1, 0, 1, 1, 'page', 0),
(23, '关于快递的说明', 'express_instructions', '关于快递说明', '一般来说您下单之后24小时之内即可发货，除重大节假日外，3－5天后可以送达到您的手中，根据城市不同略有区别。\r\n您的订单如果是在当天16点之前生成，并完成支付，则您的订单就会在当天发货；如果您的订单是在当天16点之后生成并完成支付，则会在次日上午发货。\r\n北京、上海、天津等一线城市基本可以在次日到达。', NULL, 1, '', 0, 0, '2010-12-05 15:02:03', 0, '2010-12-06 12:40:50', 14, 1, 0, 1, 1, 'page', 0),
(25, '商品的验货与签收', 'inspection', '商品的验货与签收', '快递送货上门时，请您务必当面对照发货单核对商品，如果出现商品数量缺少、商品破损等情况，请您当场办理整单商品的拒收。若订单中含有特惠品，请一并退回。一旦您确认签字，我们视同您确认商品配送准确完整，将无法为您办理退换或补发。', NULL, 1, '', 0, 0, '2010-12-05 15:02:50', 0, '2010-12-06 12:00:09', 14, 1, 0, 1, 1, 'page', 0),
(26, '退换货政策', 'return_policy', '退换货政策', '快递送货上门时，请您务必当面对照发货单核对商品，如果出现商品数量缺少、商品破损等情况，请您当场办理整单商品的拒收。若订单中含有特惠品，请一并退回。一旦您确认签字，我们视同您确认商品配送准确完整，将无法为您办理退换或补发。\r\n\r\n注：图片及信息仅供参考，不属质量问题。因拍摄灯光及不同显示器色差等问题可能造成商品图片与实物有一定色差，这不属于质量问题，一切以实物为准。\r\n\r\n如本站有其他活动，活动期间退换政策请咨询 400-650-8536。\r\n', NULL, 1, '', 0, 0, '2010-12-05 15:03:46', 0, '2010-12-06 11:32:17', 14, 1, 0, 1, 1, 'page', 0),
(27, '如何办理退换货', 'apply_return', '如何办理退换货', '\r\n退换货流程\r\n1. 收到货品时，可打开商品包装检查商品是否完好无损，如果商品存在质量问题请整单拒收，不支持部分拒收。\r\n2. 为保障您的权益，请与配送员当面核对商品种类、数量、规格、赠品、金额等是否与订单一致，准确无误再进行签收。配送员离开后，艺柏家将不接受任何形式的退换货。\r\n3. 如因特殊原因需退换货，请联系艺柏家客服400-650-8536咨询办理。\r\n4. 关于退换货产生的费用问题，请具体咨询客服400-650-8536了解相关政策\r\n5. 退换商品需包装完好，请将发票、发货单、退换货申请单及相关赠品，于退换货时一并退回，以确保正常为您办理退换货。\r\n6. 退款方式与您的支付方式一致，同时收回促销礼券、赠品及相应积分，银行卡退款到账时间与各银行业务相关。\r\n\r\n \r\n 不予退换货的情况（包含但不限于）：\r\n1. 非艺柏家所售商品，退货产品与订单不符，购买者无法提供购买凭证的；\r\n2. 因您个人原因造成的商品损坏，商品和配件有使用磨损；\r\n3. 商品返回艺柏家的过程中由于包装或运输操作不当造成损坏；\r\n4. 不能提供随退换货一同购买的赠品/特惠品的。\r\n\r\n艺柏家对于退换货政策有最终解释权', NULL, 1, '', 0, 0, '2010-12-05 15:04:35', 0, '2010-12-06 12:12:50', 14, 1, 0, 1, 1, 'page', 0),
(28, '如何办理退款', 'refund', '如何办理退款', '订单可能会因为缺货或退货产生余款，退款方式与您的支付方式一致，将您购物账户中的余额退回您的支付宝账号中。', NULL, 1, '', 0, 0, '2010-12-05 15:05:22', 0, '2010-12-06 12:42:54', 14, 1, 0, 1, 1, 'page', 0),
(29, '发票制度说明', 'invoice', '发票制度说明', '﻿1、索取发票\n\n为零售订单索取发票，需要支付货款总额17%额度作为税点。如您进行团购或者大宗购买确定需要索取发票，请致电客服人员索取发票。\n \n2、发票抬头\n\n 发票抬头不能为空，您可填写个人或单位名称。\n \n3、发票内容\n\n 发票的内容栏可以选择办公用品或玩具\n', NULL, 1, '', 0, 0, '2010-12-05 15:06:09', 0, '2010-12-07 12:35:50', 14, 1, 0, 1, 1, 'page', 0),
(30, '关于购物优惠', 'vouchers', '关于体验券的使用', '艺柏家真诚的欢迎来自全国各地的用户在线购买高品质原创手工类产品，未来我们将不断完善会员体系，为用户提供更多的购物优惠选择。\r\n\r\n我们会不定期的会通过各种渠道向用户发送艺柏家的优惠券或者打折卡，优惠券都会包含面值，消费限额和有效时间，而打折卡将持续为您提供购买中的折扣服务。\r\n\r\n如果您希望获得更多的购物优惠政策，请持续关注我们的网站或者微博\r\nt.sina.com.cn/9ibox 也希望您可以经常向我们提出您的建议和意见，可能某一天您就会收到我们的优惠券或者打折卡。\r\n', NULL, 1, '', 0, 0, '2010-12-05 15:07:16', 0, '2010-12-06 12:49:58', 14, 1, 0, 1, 1, 'page', 0),
(31, '关于产品包装与贺卡', 'packaging', '关于产品包装与贺卡', '艺柏家的产品均出自设计师的手工原创，所以在质地和尺寸上各有不同。\r\n在产品销售中，我们会直接采用设计师提供的包装；如设计师并未提供配套包装，则由艺柏家进行基础简易包装。\r\n如果您购买产品是用于礼品赠送，希望配合贺卡的话，请您直接在购买过程中填写贺卡需求和贺卡内容，艺柏家将免费为您提供贺卡传情服务。', NULL, 1, '', 0, 0, '2010-12-05 15:07:41', 0, '2010-12-06 12:57:15', 14, 1, 0, 1, 1, 'page', 0),
(36, '王府井新东安店', 'B01', '王府井新东安店', '<p></p><p>\n	<img alt=\\"shop1_2.jpg\\" name=\\"shop1_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_b345cffcacc73cbd69a199552a51a323.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_b345cffcacc73cbd69a199552a51a323.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop1_1.jpg\\" name=\\"shop1_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_c5cc8931619e963d9c685abcd4a1e7a1.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_c5cc8931619e963d9c685abcd4a1e7a1.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop1_3.jpg\\" name=\\"shop1_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_caef74c27cbd3646c6b08ad32e85ceef.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_caef74c27cbd3646c6b08ad32e85ceef.jpg\\">\n</p><p></p>\n\n<p>王府井APM店<br><br>王府井黄金CBD<br><br>地址：北京市东城区王府井大街新东安市场B1层-kb1-1<br><br></p>', NULL, 1, '', 0, 0, '2010-12-26 20:57:21', 1, '2010-12-29 11:15:25', 13, 1, 0, 1, 1, 'page', 0),
(37, '十里堡华堂店', 'B02', '十里堡华堂店', '<p><p>\n	<img alt=\\"shop2_1.jpg\\" name=\\"shop2_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_d5661834cee2d61d7808df2575e8cbe3.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_d5661834cee2d61d7808df2575e8cbe3.jpg\\">\n</p>\n</p><p>十里堡华堂店<br><br>朝阳CBD与综合居民区<br><br>地址：北京十里堡新华堂二层<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:13:36', 1, '2010-12-29 11:14:56', 13, 1, 0, 1, 1, 'page', 0),
(38, '富力城店', 'B03', '富力城店', '<p><p>\n	<img alt=\\"shop3_3.jpg\\" name=\\"shop3_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_0b9a598071b43eb576fd72d976f40e4a.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_0b9a598071b43eb576fd72d976f40e4a.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop3_4.jpg\\" name=\\"shop3_4.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_c3b7d18cf8670060f5d93e48535bd586.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_c3b7d18cf8670060f5d93e48535bd586.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop3_2.jpg\\" name=\\"shop3_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_672004f92093763beb81d3157359db8f.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_672004f92093763beb81d3157359db8f.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop3_1.jpg\\" name=\\"shop3_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_cf0134153b35b0a265399fc3ccb75cf1.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_cf0134153b35b0a265399fc3ccb75cf1.jpg\\">\n</p>\n</p><p>富力广场店<br><br>CBD南大门与居住社区<br><br>地址:北京市朝阳区富力广场B1层C06。<br><br>垂询电话：010-59037340<br><br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:14:08', 1, '2010-12-29 11:18:52', 13, 1, 0, 1, 1, 'page', 0),
(39, '西直门嘉茂店', 'B04', '西直门嘉茂店', '<p><p>\n	<img alt=\\"shop4_1.jpg\\" name=\\"shop4_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_140731a9fdcedf15d3b0bf0099de04c4.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_140731a9fdcedf15d3b0bf0099de04c4.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop4_4.jpg\\" name=\\"shop4_4.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_e607c0c92e0ad9374ad4c0a0377b2ef9.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_e607c0c92e0ad9374ad4c0a0377b2ef9.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop4_3.jpg\\" name=\\"shop4_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_c254777a997eceb046eae39d1b313705.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_c254777a997eceb046eae39d1b313705.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop4_2.jpg\\" name=\\"shop4_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101229/file_a3c7c820c7ada67df7b4f58cd3bbf509.jpg\\" src=\\"http://imp.100jia.cc/c/101229/file_a3c7c820c7ada67df7b4f58cd3bbf509.jpg\\">\n</p>\n</p><p>西直门嘉茂店<br><br>西直门交通枢纽与西CBD<br><br>地址：北京西城区西直门嘉茂购物中心四层。<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:14:36', 1, '2010-12-29 11:21:57', 13, 1, 0, 1, 1, 'page', 0),
(40, '南锣鼓巷店', 'B05', '南锣鼓巷店', '<p><p>\n	<p>\n	<img alt=\\"shop_5_1.jpg\\" name=\\"shop_5_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_69bdf374c0330c17e979a8e8748c6184.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_69bdf374c0330c17e979a8e8748c6184.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_5_2.jpg\\" name=\\"shop_5_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_9c881fc43a052dacbeb4dde892a9065f.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_9c881fc43a052dacbeb4dde892a9065f.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_5_3.jpg\\" name=\\"shop_5_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_61aaa699e2bbf9130fa95c1fce97b6d3.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_61aaa699e2bbf9130fa95c1fce97b6d3.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_5_4.jpg\\" name=\\"shop_5_4.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_a61a6b110e12db8d1563127a24a2e309.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_a61a6b110e12db8d1563127a24a2e309.jpg\\">\n</p>\n\n\n</p>\n</p><p>艺柏家 南锣鼓巷店<br><br>南锣鼓巷旅游区<br><br>地址：北京市东城区南锣鼓巷91号。<br><br>垂询电话：010-64029800<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:15:15', 1, '2010-12-30 11:01:27', 13, 1, 0, 1, 1, 'page', 0),
(41, '望京嘉茂店', 'B06', '望京嘉茂店', '<p><p>\n	<img alt=\\"shop_6_3.jpg\\" name=\\"shop_6_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_c88313e1eed995675ba3522cbf4819c8.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_c88313e1eed995675ba3522cbf4819c8.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_6_1.jpg\\" name=\\"shop_6_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_ca6bc5db251f06f10eea177f035ef581.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_ca6bc5db251f06f10eea177f035ef581.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_6_2.jpg\\" name=\\"shop_6_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_0194887b0eb79d930899634e22387c4a.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_0194887b0eb79d930899634e22387c4a.jpg\\">\n</p>\n</p><p>望京嘉茂店<br><br>北京市朝阳区望京超级社区<br><br>地址：北京朝阳区望京嘉茂购物中心三层。<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:15:46', 1, '2010-12-30 11:03:30', 13, 1, 0, 1, 1, 'page', 0),
(42, '东方银座店', 'B07', '东方银座店', '<p><p>\n	<img alt=\\"shop_7_1.jpg\\" name=\\"shop_7_1.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_33077cec823333ad2262bd36e4971306.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_33077cec823333ad2262bd36e4971306.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_7_3.jpg\\" name=\\"shop_7_3.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_4cab42eec7dd459be6a9c8fe02cc6249.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_4cab42eec7dd459be6a9c8fe02cc6249.jpg\\">\n</p>\n<p>\n	<img alt=\\"shop_7_2.jpg\\" name=\\"shop_7_2.jpg\\" mce_src=\\"http://imp.100jia.cc/c/101230/file_d32f87956a4aa076e0c2343a02c089ba.jpg\\" src=\\"http://imp.100jia.cc/c/101230/file_d32f87956a4aa076e0c2343a02c089ba.jpg\\">\n</p>\n</p><p>东方银座店<br><br>东城区东直门交通枢纽兼东直门CBD<br><br>地址：北京东直门东方银座地下B1。<br><br>垂询电话：010-84476811<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:16:22', 1, '2010-12-30 11:10:30', 13, 1, 0, 1, 1, 'page', 0),
(43, '崇文门新世界店', 'B08', '崇文门新世界店', '<p>崇文门新世界店<br><br>崇文区新世界商城<br><br>地址：崇文区新世界商城三期一层。<br mce_bogus=\\"1\\"></p>', NULL, 1, '', 0, 0, '2010-12-26 21:17:08', 1, '2010-12-30 11:11:22', 13, 1, 0, 1, 1, 'page', 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `content_sort`
-- 

CREATE TABLE `content_sort` (
  `content_id` int(11) NOT NULL,
  `sort_id` int(4) NOT NULL,
  UNIQUE KEY `content_id` (`content_id`,`sort_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `content_sort`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `detail`
-- 

CREATE TABLE `detail` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `orders_id` int(11) NOT NULL,
  `product_id` bigint(11) NOT NULL,
  `size` varchar(10) DEFAULT NULL,
  `price` float NOT NULL,
  `discount` float NOT NULL DEFAULT '1',
  `true_price` float NOT NULL,
  `quantity` int(4) NOT NULL,
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `orders_id` (`orders_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `detail`
-- 

INSERT INTO `detail` (`id`, `user_id`, `orders_id`, `product_id`, `size`, `price`, `discount`, `true_price`, `quantity`, `created_on`) VALUES 
(1, 1, 1, 9159313953, 'F', 2000, 0, 2000, 1, '2011-07-02 23:21:34'),
(2, 1, 1, 9159376116, 'F', 675, 0, 675, 10, '2011-07-02 23:21:34'),
(3, 1, 1, 9158873522, 'F', 180, 0, 180, 18, '2011-07-02 23:21:34');

-- --------------------------------------------------------

-- 
-- 資料表格式： `favorite`
-- 

CREATE TABLE `favorite` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `product_id` bigint(11) NOT NULL,
  `tags` varchar(75) DEFAULT NULL,
  `notes` varchar(245) DEFAULT NULL,
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`,`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `favorite`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `features`
-- 

CREATE TABLE `features` (
  `id` int(4) NOT NULL,
  `featurekey` varchar(100) NOT NULL,
  `featurename` varchar(100) NOT NULL,
  `parent_id` int(4) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `features`
-- 

INSERT INTO `features` (`id`, `featurekey`, `featurename`, `parent_id`) VALUES 
(17, 'xiuchang', '袖长', 8);

-- --------------------------------------------------------

-- 
-- 資料表格式： `marketing`
-- 

CREATE TABLE `marketing` (
  `id` int(4) NOT NULL,
  `title` varchar(100) NOT NULL,
  `summary` varchar(245) DEFAULT NULL,
  `type` tinyint(1) NOT NULL,
  `gift_sku` varchar(245) DEFAULT NULL COMMENT '赠送礼品sku',
  `start_amount` float DEFAULT NULL COMMENT '满就送最低金额',
  `end_amount` float DEFAULT NULL COMMENT '满就送最高金额',
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `discount` float DEFAULT NULL COMMENT '打造折扣',
  `remoney` float DEFAULT NULL COMMENT '返还金额',
  `gift_price` float DEFAULT NULL COMMENT '礼品价格',
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` bigint(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `marketing`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `meta`
-- 

CREATE TABLE `meta` (
  `id` bigint(11) NOT NULL,
  `owner_id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `value` tinytext,
  `tmp_id` bigint(11) NOT NULL DEFAULT '0',
  `domain` varchar(100) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `owner_id` (`owner_id`,`name`,`domain`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `meta`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `orders`
-- 

CREATE TABLE `orders` (
  `id` int(11) NOT NULL,
  `reference` varchar(32) NOT NULL,
  `created_on` datetime NOT NULL,
  `updated_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `pay_money` float NOT NULL,
  `total_money` float NOT NULL,
  `card_money` float DEFAULT NULL,
  `coin_money` float DEFAULT NULL,
  `freight` float NOT NULL,
  `discount` float NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(25) NOT NULL,
  `email` varchar(100) DEFAULT NULL,
  `province` varchar(25) DEFAULT NULL,
  `city` varchar(25) DEFAULT NULL,
  `area` varchar(30) DEFAULT NULL,
  `address` varchar(150) DEFAULT NULL,
  `zip` varchar(25) DEFAULT NULL,
  `mobie` varchar(25) DEFAULT NULL,
  `telephone` varchar(25) DEFAULT NULL,
  `is_invoice` tinyint(1) NOT NULL DEFAULT '0',
  `invoice_type` tinyint(1) NOT NULL DEFAULT '1',
  `invoice_caty` varchar(2) NOT NULL DEFAULT 'p',
  `invoice_title` varchar(100) DEFAULT NULL,
  `invoice_content` varchar(25) DEFAULT NULL,
  `is_pay` tinyint(1) NOT NULL DEFAULT '0',
  `pay_date` datetime DEFAULT NULL,
  `cancel_date` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `summary` varchar(254) DEFAULT NULL,
  `transfer` varchar(2) NOT NULL DEFAULT 'a',
  `payment_method` varchar(2) NOT NULL DEFAULT 'a',
  `transfer_time` varchar(2) NOT NULL DEFAULT 'a',
  `ip` varchar(15) DEFAULT NULL,
  `sesid` varchar(30) DEFAULT NULL,
  `referer` varchar(200) DEFAULT NULL,
  `fromword` varchar(100) DEFAULT NULL,
  `card_code` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `reference` (`reference`),
  KEY `user_id` (`user_id`),
  KEY `status` (`status`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `orders`
-- 

INSERT INTO `orders` (`id`, `reference`, `created_on`, `updated_on`, `pay_money`, `total_money`, `card_money`, `coin_money`, `freight`, `discount`, `user_id`, `name`, `email`, `province`, `city`, `area`, `address`, `zip`, `mobie`, `telephone`, `is_invoice`, `invoice_type`, `invoice_caty`, `invoice_title`, `invoice_content`, `is_pay`, `pay_date`, `cancel_date`, `status`, `summary`, `transfer`, `payment_method`, `transfer_time`, `ip`, `sesid`, `referer`, `fromword`, `card_code`) VALUES 
(1, '1107027291', '2011-07-02 23:21:33', '2011-07-02 23:21:33', 11996, 11990, 0, NULL, 6, 0, 1, '田小崩', 'purpen.w@gmail.com', '1', '19', NULL, '海淀区', '100050', '13920239840', '', 0, 1, 'p', NULL, 'd', 0, NULL, NULL, 1, '', 'a', 'a', 'a', '127.0.0.1', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

-- 
-- 資料表格式： `orders_data`
-- 

CREATE TABLE `orders_data` (
  `id` int(11) NOT NULL,
  `reference` varchar(32) NOT NULL,
  `data` text NOT NULL,
  `expire` int(10) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `reference` (`reference`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `orders_data`
-- 

INSERT INTO `orders_data` (`id`, `reference`, `data`, `expire`) VALUES 
(2, '1107027931', 'a:1:{s:7:"summary";s:0:"";}', 1309656522);

-- --------------------------------------------------------

-- 
-- 資料表格式： `point`
-- 

CREATE TABLE `point` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `type` tinyint(1) NOT NULL,
  `value` float NOT NULL,
  `balance` float NOT NULL,
  `description` varchar(200) NOT NULL,
  `created_on` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `point`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `postoffice`
-- 

CREATE TABLE `postoffice` (
  `id` int(11) NOT NULL,
  `mailto` varchar(50) NOT NULL,
  `mailfrom` varchar(50) DEFAULT NULL,
  `from_name` varchar(50) DEFAULT NULL,
  `subject` varchar(100) NOT NULL,
  `body` text NOT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `state` (`state`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `postoffice`
-- 

INSERT INTO `postoffice` (`id`, `mailto`, `mailfrom`, `from_name`, `subject`, `body`, `state`, `created_on`) VALUES 
(1, 'fanjun67@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:21:34 已成功下单，请及时查看处理～', 1, '2011-07-02 23:21:34'),
(2, '2008xiaobai@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:21:34 已成功下单，请及时查看处理～', 1, '2011-07-02 23:21:34'),
(3, 'purpen.w@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:21:34 已成功下单，请及时查看处理～', 1, '2011-07-02 23:21:34'),
(4, 'fanjun67@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:25:58 已成功下单，请及时查看处理～', 1, '2011-07-02 23:25:58'),
(5, '2008xiaobai@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:25:58 已成功下单，请及时查看处理～', 1, '2011-07-02 23:25:58'),
(6, 'purpen.w@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:25:58 已成功下单，请及时查看处理～', 1, '2011-07-02 23:25:58'),
(7, 'fanjun67@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:26:01 已成功下单，请及时查看处理～', 1, '2011-07-02 23:26:01'),
(8, '2008xiaobai@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:26:01 已成功下单，请及时查看处理～', 1, '2011-07-02 23:26:01'),
(9, 'purpen.w@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:26:01 已成功下单，请及时查看处理～', 1, '2011-07-02 23:26:01'),
(10, 'fanjun67@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:28:00 已成功下单，请及时查看处理～', 1, '2011-07-02 23:28:00'),
(11, '2008xiaobai@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:28:00 已成功下单，请及时查看处理～', 1, '2011-07-02 23:28:00'),
(12, 'purpen.w@gmail.com', '100jia.cc@gmail.com', '100jia', '100jia订单提醒', '客户订单[1107027291]于 2011-07-02 23:28:00 已成功下单，请及时查看处理～', 1, '2011-07-02 23:28:00');

-- --------------------------------------------------------

-- 
-- 資料表格式： `product`
-- 

CREATE TABLE `product` (
  `id` bigint(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `tags` varchar(200) DEFAULT NULL,
  `summary` varchar(220) NOT NULL,
  `content` text,
  `retail_price` float NOT NULL COMMENT '进货价格',
  `market_price` float DEFAULT NULL COMMENT '市场价格',
  `sale_price` float DEFAULT NULL COMMENT '优惠价格',
  `member_price` float DEFAULT NULL COMMENT '会员价格',
  `hot_price` float DEFAULT NULL COMMENT '特价',
  `material` varchar(100) DEFAULT NULL,
  `color` varchar(50) DEFAULT NULL,
  `length` float DEFAULT NULL,
  `width` float DEFAULT NULL,
  `height` float DEFAULT NULL,
  `agent_discount` float DEFAULT NULL COMMENT '代理折扣',
  `stick` tinyint(1) NOT NULL DEFAULT '0',
  `markshop` tinyint(1) NOT NULL DEFAULT '0',
  `unit` varchar(10) DEFAULT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '0',
  `thumb` varchar(100) DEFAULT NULL,
  `catcode` varchar(25) DEFAULT NULL,
  `parent_id` int(3) NOT NULL DEFAULT '0',
  `category_id` int(11) NOT NULL DEFAULT '0',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` bigint(11) NOT NULL,
  `published_on` datetime DEFAULT NULL,
  `published_by` bigint(11) DEFAULT NULL,
  `sticked_on` datetime DEFAULT NULL COMMENT '推荐日期',
  `marked_on` datetime DEFAULT NULL COMMENT '实体推荐日期',
  `view_count` int(11) NOT NULL DEFAULT '0',
  `sale_count` int(4) NOT NULL DEFAULT '0',
  `coment_count` int(4) NOT NULL DEFAULT '0',
  `fav_count` int(4) NOT NULL DEFAULT '0',
  `version` tinyint(1) NOT NULL DEFAULT '1',
  `service_item` varchar(255) DEFAULT NULL,
  `remark` text,
  `is_gift` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否为赠品',
  PRIMARY KEY (`id`),
  KEY `state` (`state`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `product`
-- 

INSERT INTO `product` (`id`, `title`, `tags`, `summary`, `content`, `retail_price`, `market_price`, `sale_price`, `member_price`, `hot_price`, `material`, `color`, `length`, `width`, `height`, `agent_discount`, `stick`, `markshop`, `unit`, `state`, `thumb`, `catcode`, `parent_id`, `category_id`, `created_on`, `created_by`, `published_on`, `published_by`, `sticked_on`, `marked_on`, `view_count`, `sale_count`, `coment_count`, `fav_count`, `version`, `service_item`, `remark`, `is_gift`) VALUES 
(9158873522, 'Wacom手绘板 Bamboo Pen Middle CTL660', 'Wacom手绘板', 'Wacom手绘板 Bamboo Pen Middle CTL660', '<h2>Wacom手绘板 Bamboo Pen Middle    CTL660</h2>', 0, 200, 180, 0, 0, '', '黑色', 0, 0, 0, NULL, 1, 0, '1', 1, 'font/9158873522.jpg', 'AEFP', 0, 1, '2011-07-02 14:38:55', 0, '2011-07-02 15:04:26', NULL, '2011-07-02 15:04:26', NULL, 4, 0, 0, 0, 1, NULL, NULL, 0),
(9159313953, 'Bamboo Fun Middle CTH661', 'Bamboo Fun Middle CTH661', 'Bamboo Fun Middle CTH661', '<h2>Bamboo Fun Middle    CTH661</h2>', 0, 2300, 2000, 0, 0, '', '银色', 0, 0, 0, NULL, 1, 0, '', 1, 'font/9159313953.jpg', 'AEFP', 0, 1, '2011-07-02 15:52:19', 0, '2011-07-02 15:53:26', NULL, '2011-07-02 15:53:26', NULL, 39, 0, 0, 0, 1, NULL, NULL, 0),
(9159351149, '日本进口数位板专用贴膜', '日本进口数位板专用贴膜', '日本进口数位板专用贴膜', '<h2>日本进口数位板专用贴膜</h2>', 0, 58, 56, 0, 0, '', '白色', 0, 0, 0, NULL, 1, 0, '', 1, 'font/9159351149.jpg', 'AEFP', 0, 1, '2011-07-02 15:58:31', 0, '2011-07-02 15:58:58', NULL, '2011-07-02 15:58:58', NULL, 6, 0, 0, 0, 1, NULL, NULL, 0),
(9159376116, 'Wacom影拓4代描画笔专门设计的加细笔身笔后部拥有橡皮擦功能', 'Wacom影拓4代描画笔', 'Wacom影拓4代描画笔', '<h2>Wacom影拓4代描画笔</h2>', 0, 680, 675, 0, 0, '', '黑色', 0, 0, 0, NULL, 1, 0, '', 1, 'font/9159376116.jpg', 'AEFP', 0, 1, '2011-07-02 16:02:41', 0, '2011-07-02 16:36:31', NULL, '2011-07-02 16:36:31', NULL, 81, 0, 0, 0, 1, NULL, NULL, 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `product_inventory`
-- 

CREATE TABLE `product_inventory` (
  `id` bigint(11) NOT NULL,
  `product_number` varchar(11) NOT NULL,
  `product_size` varchar(10) NOT NULL,
  `total_quantity` int(4) NOT NULL DEFAULT '0' COMMENT '某型号商品总数',
  `sale_quantity` int(4) NOT NULL DEFAULT '0' COMMENT '已销售数量',
  `return_quantity` int(4) NOT NULL DEFAULT '0' COMMENT '退货数量',
  `bad_quantity` int(4) NOT NULL DEFAULT '0' COMMENT '损坏数量',
  `updated_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `shelf` varchar(32) NOT NULL,
  `bad_tag` varchar(200) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `product_inventory`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `purchase`
-- 

CREATE TABLE `purchase` (
  `id` bigint(11) NOT NULL,
  `product_id` bigint(11) NOT NULL,
  `product_size` varchar(10) NOT NULL,
  `quantity` int(4) NOT NULL DEFAULT '0',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `summary` varchar(200) NOT NULL,
  `created_by` bigint(11) NOT NULL,
  `created_on` datetime NOT NULL,
  `published_by` bigint(11) DEFAULT NULL,
  `published_on` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `purchase`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `ratings`
-- 

CREATE TABLE `ratings` (
  `id` bigint(11) NOT NULL,
  `target_id` bigint(11) NOT NULL,
  `target_title` varchar(100) DEFAULT NULL,
  `point` int(2) NOT NULL,
  `env_point` int(2) NOT NULL DEFAULT '0',
  `sev_point` int(2) NOT NULL DEFAULT '0',
  `content` text,
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `ip` varchar(40) NOT NULL,
  `agree` int(4) NOT NULL DEFAULT '0',
  `noagree` int(4) NOT NULL DEFAULT '0',
  `username` varchar(50) DEFAULT NULL,
  `userid` int(10) NOT NULL DEFAULT '0',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `target_id` (`target_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `ratings`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `role`
-- 

CREATE TABLE `role` (
  `id` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `state` (`state`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `role`
-- 

INSERT INTO `role` (`id`, `name`, `state`) VALUES 
(9, '普通管理员', 1),
(10, '系统管理员', 1),
(11, '高级管理员', 1),
(12, '合作伙伴', 1),
(3, '高级编辑组', 1),
(2, '客服人员', 1),
(1, '普通会员', 1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_ADDBOOKS`
-- 

CREATE TABLE `SEQ_ADDBOOKS` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_ADDBOOKS`
-- 

INSERT INTO `SEQ_ADDBOOKS` (`id`) VALUES 
(1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_ASSET`
-- 

CREATE TABLE `SEQ_ASSET` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_ASSET`
-- 

INSERT INTO `SEQ_ASSET` (`id`) VALUES 
(10);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_CATEGORY`
-- 

CREATE TABLE `SEQ_CATEGORY` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_CATEGORY`
-- 

INSERT INTO `SEQ_CATEGORY` (`id`) VALUES 
(5);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_DETAIL`
-- 

CREATE TABLE `SEQ_DETAIL` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_DETAIL`
-- 

INSERT INTO `SEQ_DETAIL` (`id`) VALUES 
(3);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_ORDERS`
-- 

CREATE TABLE `SEQ_ORDERS` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_ORDERS`
-- 

INSERT INTO `SEQ_ORDERS` (`id`) VALUES 
(1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_ORDERS_DATA`
-- 

CREATE TABLE `SEQ_ORDERS_DATA` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_ORDERS_DATA`
-- 

INSERT INTO `SEQ_ORDERS_DATA` (`id`) VALUES 
(2);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_POSTOFFICE`
-- 

CREATE TABLE `SEQ_POSTOFFICE` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_POSTOFFICE`
-- 

INSERT INTO `SEQ_POSTOFFICE` (`id`) VALUES 
(12);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_PRODUCT`
-- 

CREATE TABLE `SEQ_PRODUCT` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_PRODUCT`
-- 

INSERT INTO `SEQ_PRODUCT` (`id`) VALUES 
(4);

-- --------------------------------------------------------

-- 
-- 資料表格式： `SEQ_STORE`
-- 

CREATE TABLE `SEQ_STORE` (
  `id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `SEQ_STORE`
-- 

INSERT INTO `SEQ_STORE` (`id`) VALUES 
(2);

-- --------------------------------------------------------

-- 
-- 資料表格式： `sort`
-- 

CREATE TABLE `sort` (
  `id` int(4) NOT NULL,
  `name` varchar(25) NOT NULL,
  `cnname` varchar(100) DEFAULT NULL,
  `enname` varchar(100) DEFAULT NULL COMMENT '英文名称',
  `slug` varchar(200) DEFAULT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `updated_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `sort`
-- 

INSERT INTO `sort` (`id`, `name`, `cnname`, `enname`, `slug`, `state`, `type`, `updated_on`) VALUES 
(1, 'notice', '公告', 'notice', NULL, 1, 1, '2010-08-30 19:10:46'),
(2, 'offsale', '优惠信息', 'sale', NULL, 1, 1, '2010-08-30 19:11:19'),
(3, 'shopping', '缤纷购物', 'Shopping', NULL, 1, 1, '2010-10-06 17:52:12'),
(4, 'food', '美食天下', 'food', NULL, 1, 1, '2010-10-06 17:53:42'),
(5, 'sale_news', '导购资讯', 'sale news', 'sale', 1, 1, '2010-10-14 23:16:37'),
(6, 'userspace', '会员专区', 'userspace', 'userspace', 1, 1, '2010-10-16 16:15:07'),
(7, 'bigpicture', '大图轮换', 'bigpicture', 'bigpicture', 1, 1, '2010-10-16 16:15:40'),
(8, 'coupon', '优惠券下载', 'Coupon', 'coupon', 1, 1, '2010-10-16 17:22:38');

-- --------------------------------------------------------

-- 
-- 資料表格式： `store`
-- 

CREATE TABLE `store` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `content` longtext NOT NULL,
  `address` varchar(200) DEFAULT NULL,
  `service` varchar(200) NOT NULL,
  `hours` varchar(100) DEFAULT NULL,
  `payment` varchar(100) DEFAULT NULL,
  `consumer_card` varchar(255) DEFAULT NULL,
  `avg_money` float NOT NULL DEFAULT '0',
  `catcode` varchar(25) DEFAULT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '0',
  `is_tax` tinyint(1) NOT NULL DEFAULT '0',
  `has_new` tinyint(1) NOT NULL DEFAULT '0',
  `total` int(4) NOT NULL DEFAULT '0',
  `rest_num` int(4) NOT NULL DEFAULT '0',
  `stick` tinyint(1) NOT NULL DEFAULT '0',
  `version` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `store`
-- 

INSERT INTO `store` (`id`, `title`, `content`, `address`, `service`, `hours`, `payment`, `consumer_card`, `avg_money`, `catcode`, `state`, `is_tax`, `has_new`, `total`, `rest_num`, `stick`, `version`) VALUES 
(1, 'Wacom', 'Wacom数位板', NULL, '数位板', NULL, NULL, NULL, 0, 'A', 1, 0, 0, 0, 0, 1, 1),
(2, 'HP', '', NULL, '工作站', NULL, NULL, NULL, 0, 'B', 0, 0, 0, 0, 0, 0, 1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `terms`
-- 

CREATE TABLE `terms` (
  `id` bigint(20) NOT NULL,
  `name` varchar(200) NOT NULL,
  `slug` varchar(200) DEFAULT NULL,
  `taxonomy` varchar(32) NOT NULL,
  `description` tinytext,
  `parent` int(11) NOT NULL DEFAULT '0',
  `total` bigint(20) NOT NULL DEFAULT '0',
  `term_group` bigint(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `name` (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `terms`
-- 

INSERT INTO `terms` (`id`, `name`, `slug`, `taxonomy`, `description`, `parent`, `total`, `term_group`) VALUES 
(1, '服饰', '', 'category', NULL, 15, 0, 0),
(3, '上衣', NULL, 'category', NULL, 15, 0, 0),
(4, '干货', NULL, 'category', NULL, 16, 0, 0),
(5, '日货', NULL, 'category', NULL, 16, 0, 0),
(6, '家禽', NULL, 'category', NULL, 17, 0, 0),
(7, '牲畜', NULL, 'category', NULL, 17, 0, 0);

-- --------------------------------------------------------

-- 
-- 資料表格式： `term_relationships`
-- 

CREATE TABLE `term_relationships` (
  `target_id` bigint(20) NOT NULL,
  `term_taxonomy` bigint(20) NOT NULL,
  PRIMARY KEY (`target_id`,`term_taxonomy`),
  KEY `term_taxonomy` (`term_taxonomy`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `term_relationships`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `token`
-- 

CREATE TABLE `token` (
  `user_id` int(11) NOT NULL,
  `token` varchar(100) NOT NULL,
  `expired_time` datetime NOT NULL,
  UNIQUE KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `token`
-- 


-- --------------------------------------------------------

-- 
-- 資料表格式： `user`
-- 

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `account` varchar(100) NOT NULL,
  `password` char(64) NOT NULL,
  `role_id` int(4) NOT NULL DEFAULT '0',
  `level` tinyint(1) NOT NULL DEFAULT '0',
  `username` varchar(30) NOT NULL,
  `sex` varchar(20) DEFAULT NULL,
  `activation` varchar(64) DEFAULT NULL,
  `point` float NOT NULL DEFAULT '0',
  `created_on` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_on` datetime NOT NULL,
  `lasted_on` datetime NOT NULL,
  `is_reality` tinyint(1) NOT NULL DEFAULT '0',
  `state` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `account` (`account`),
  UNIQUE KEY `name` (`username`),
  KEY `state` (`state`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `user`
-- 

INSERT INTO `user` (`id`, `account`, `password`, `role_id`, `level`, `username`, `sex`, `activation`, `point`, `created_on`, `updated_on`, `lasted_on`, `is_reality`, `state`) VALUES 
(1, 'purpen.w@gmail.com', '89525427b635ddefb0afebcaa424e949e58138af', 9, 1, 'purpen', 'm', NULL, 40, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 1);
-- --------------------------------------------------------

-- 
-- 資料表格式： `xoption`
-- 

CREATE TABLE `xoption` (
  `id` int(4) NOT NULL,
  `option_name` varchar(64) NOT NULL,
  `option_value` text NOT NULL,
  `autoload` varchar(20) NOT NULL DEFAULT 'yes',
  PRIMARY KEY (`id`),
  UNIQUE KEY `option_name` (`option_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `xoption`
-- 

INSERT INTO `xoption` (`id`, `option_name`, `option_value`, `autoload`) VALUES 
(1, 'website_name', '100jia.cc | 创意百分百 生活艺柏家', 'yes'),
(2, 'website_description', '中国最大创意手工平台', 'yes'),
(3, 'website_url', 'http://www.100jia.cc/', 'yes'),
(4, 'website_mode', 'B2B', 'yes'),
(5, 'admin_email', '', 'yes'),
(6, 'default_comment_status', 'open', 'yes'),
(7, 'upload_path', '', 'yes'),
(8, 'upload_url_path', '', 'yes'),
(9, 'thumbnail_size_w', '100', 'yes'),
(10, 'thumbnail_size_h', '75', 'yes'),
(11, 'thumbnail_crop', '1', 'yes'),
(12, 'category_thumb', 'open', 'yes');
