 
<div > 
<p><img src="http://img01.taobaocdn.com/imgextra/i1/882530494/T2kQRLXgxdXXXXXXXX_!!882530494.jpg"
 data-ks-lazyloaded="true">&nbsp;&nbsp;</p>
<p> <img src="http://img02.taobaocdn.com/imgextra/i2/882530494/T2h9d0XohbXXXXXXXX_!!882530494.jpg"
  data-ks-lazyloaded="true">&nbsp;&nbsp;</p>
</div> 


<h3>支付方式：<strong>在线支付</strong></h3>

<p>1．爱深红商城为您提供“支付宝”在线支付方式，请确认您的银行卡已经开通相应针对支付宝的支付功能。</p>

<p>2．银行卡的开通</p>
<p>因各地银行政策不同，建议您在网上支付前拨打所在地银行电话，咨询该行可供网上支付的银行卡种类及开通手续。</p>

<p>3．支付金额上限</p>
<p>目前各银行对于网上支付均有一定金额的限制，由于各银行政策不同，建议您在申请网上支付功能时向银行咨询相关事宜。</p>

<p>4、怎样判断网上支付是否成功？</p>
<p>1）当您完成网上在线支付过程后，系统应提示支付成功；如果系统没有提示支付失败或成功，您可通过电话、ATM 、柜台或登录网上银行等各种方式查询银行卡余额，如果款项已被扣除，说明您已支付成功。</p>
<p>2）若由于网络故障导致您已支付成功的订单未改变订单状态，请您联系我们的客服人员为您解决。</p>
<p>3）如果出现信用卡超额透支、存折余额不足、意外断线等导致支付不成功，请您登录爱深红网站，在“我的账户”中查找到该张未支付成功的订单，重新完成支付。</p>

<p><strong>温馨提示</strong>：请您在订购成功后3天内完成支付，否则我们将不会保留您的订单。</p>

